[{"title":"Hylden","slug":"hylden","excerpt":"Et større projekt er efterhånden nået til vejs ende! Mit første projekt med\nhåndlavede træsamlinger i det hårde, men smukke, egetræ til indendørs brug\ner der tale om her! Jeanette havde i månedsvis snakket om, hvordan hun så\ngodt kunne tænke sig en lækker hylde i træ til stuen, og jeg anede der mig\nen rigtig god mulighed for god øvelse i det finere træarbejde med\nhåndværktøj der efterhånden er blevet en stabil hobby for mig.","published":{"year":2020,"month":3,"date":15,"timestamp":"2020-03-15"},"warning":null},{"title":"Kolding Bibliotek","slug":"kolding-bibliotek","excerpt":"Biblioteket. <em>Bib</em>. Prøv at smage på ordet. Hvis du lukker øjnene, hvad ser du så for dig?\nBøger? Helt sikkert bøger. Hylder? Metervis af hylder &mdash; med bøger. En sød og rar bibliotekar?\nJa tak. Faciliteter til fordybelse? Ja, masser af komfort. PC-adgang? Selvfølgelig. Film og musik?\nNå ja, det har de også.\nBiblioteket kan så meget. Biblioteket vil så meget. Jeg har set toppen af isbjerget, og det er blot\nsom en isterning i det (før konsekvenserne på klimaet af den industrielle revolution) arktiske hav.\n(Sorry, var det for meget?)","published":{"year":2018,"month":10,"date":25,"timestamp":"2018-10-25"},"warning":null},{"title":"Signe Wenneberg: Byg Bæredygtigt","slug":"signe-wenneberg-byg-baeredygtigt","excerpt":"Signe, du er for vild. Signe, jeg hører dig. Signe, du har ret.\nSigne, du havde en drøm. Signe, det var en <em>smuk</em> drøm.\nSigne? Jeg vil være (lidt) ligesom dig.","published":{"year":2018,"month":9,"date":20,"timestamp":"2018-09-20"},"warning":null},{"title":"Mission: Impossible - Fallout","slug":"mission-impossible-fallout","excerpt":"Efter mange henvendelser fra mine trofaste læsere på bloggen her,\nhar jeg valgt at eftergive ønsket om en anmeldelse af min seneste biografoplevelse\ni Odense, hvor <em>Tom Cruise</em> kastede sig ud i nye hæsblæsende stunts og vilde\nbiljagter på det store lærred.","published":{"year":2018,"month":8,"date":8,"timestamp":"2018-08-08"},"warning":"Rating mangler"},{"title":"Janne Teller: Odins Ø","slug":"janne-teller-odins-o","excerpt":"Et gensyn med Janne Teller i det nye år har været en anderledes men interessant oplevelse.\nEfter at have læst <em>The Martian</em>, kastede jeg mig over <em>Odins Ø</em> af Janne Teller, en forfatter\njeg tidligere har været introduceret til (se <a href=\"/arkiv/intet\" rel=\"noopener noreferrer\">Intet</a>) og fundet særlig læseværdig.\nDet var mig derfor naturligt at læse hendes første udgivelse, <em>Odins Ø</em>, da jeg fik den i gave forrige jul.","published":{"year":2018,"month":3,"date":20,"timestamp":"2018-03-20"},"warning":null},{"title":"Gør-det-selv TV-møbel","slug":"gor-det-selv-tv-mobel","excerpt":"I de forgangne uger har jeg <em>puslet</em> med et lille projekt, som jeg har haft mulighed for at gøre færdigt nu når jeg har haft (og næsten afsluttet) 14 dages &quot;ferie&quot;. Efter at være flyttet skulle vi have os et TV-møbel (Tv-bænk) til at stå eller hænge under fjernsynet med plads til PlayStation og diverse. Da vi ikke var tilfredse med hvad vi kunne finde på markedet ifht. design, kvalitet og pris, måtte jeg jo lave det selv!","published":{"year":2018,"month":3,"date":1,"timestamp":"2018-03-01"},"warning":"Billedviser død"},{"title":"Andy Weir: The Martian","slug":"andy-weir-the-martian","excerpt":"Efter en længere læsepause, har jeg igen prioriteret jævnlig læsning.\nDenne gang gik det ud over en science fiction roman af Andy Weir: <em>The Martian</em>.\nBogen er filmatiseret under samme titel, og nyder ganske stor popularitet (8.0/10 på <a href=\"https://imdb.com/title/tt3659388\" target=\"_blank\" rel=\"noopener noreferrer\">IMDB</a>).","published":{"year":2018,"month":1,"date":25,"timestamp":"2018-01-25"},"warning":null},{"title":"Nyt Web-spil: The Wrath of Zeus","slug":"zeus","excerpt":"Så er endnu et spil lanceret (<em>thunderus applause</em>).\nDer er tale om et lille webspil der kan spilles direkte i\nbrowseren. Så hvad venter du på? Klik ind på <a href=\"/spil/zeus\" rel=\"noopener noreferrer\">snemanden.com/spil/zeus</a>\nog spil det nu!","published":{"year":2017,"month":2,"date":12,"timestamp":"2017-02-12"},"warning":"Døde links!"},{"title":"Paulo Coelho: The alchemist","slug":"paulo-coelho-the-alchemist","excerpt":"&#39;The Alchemist&#39; er en særegen fabel om en simpel fårehyrde fra Andalusien\n(sydlige Spanien), der drager ud på en fantastisk færd i jagten på hans\ninderste og mest dybfølte drøm.","published":{"year":2017,"month":2,"date":6,"timestamp":"2017-02-06"},"warning":null},{"title":"Khaled Hosseini: Drageløberen","slug":"khaled-hosseini-drageloberen","excerpt":"Bogen mange åbenbart har fået serveret i folkeskolen, har jeg først i midten af mine tyvere stiftet bekendtskab med.\nKhaled Hosseini har skrevet en roman om en ganske rørende og følelsesladet historie, som tager udgangspunkt i kontrasten mellem det Afghanistan der engang var, og det Afghanistan der fulgte, ovenpå de mange krige, konflikter og forfærdeligheder der har fundet sted siden slutningen af 70`erne, hvor Sovjetunionens militær indtræffer i Afghanistan.","published":{"year":2017,"month":1,"date":22,"timestamp":"2017-01-22"},"warning":null},{"title":"Intet","slug":"intet","excerpt":"<em>Intet</em> af Janne Teller er kategoriseret som en børnebog, men med det utroligt (og evigt) aktuelle tema den behandler, synes jeg denne kategorisering af for snæver. Den kan i lige så høj grad henvende sig til alle aldre, med dens provokerende og tankevækkende historie om 7.A&#39;s forsøg på at finde <em>betydning</em> og meningen med livet og alting.","published":{"year":2016,"month":1,"date":28,"timestamp":"2016-01-28"},"warning":null},{"title":"The Hitchhiker's Guide to the Galaxy","slug":"the-hitchhikers-guide-to-the-galaxy","excerpt":"<em>The Hitchhiker&#39;s Guide to the Galaxy</em> er en af de sjoveste bøger jeg har læst<a href=\"#note1\" rel=\"noopener noreferrer\">¹</a> længe.\nDet viser sig at <em>Douglas Adams</em> er noget af en spasmager, og har en helt utroligt dejlig fantasi. Med frisk, skør humor følger vi Arthur Dent, hvis hus er på vej til at blive udslettet &mdash; sammen med resten af Jorden. Ved et tilfælde er hans bedste ven en <em>alien</em>, tilmed en tomlende (som i: <em>blaffer</em>) en af slagsen. Før man har set sig om, suser de gennem det ydre rum, med ikke så meget andet end deres håndklæder og en sær bog med påskriften: &quot;DON&#39;T PANIC&quot;.","published":{"year":2016,"month":1,"date":27,"timestamp":"2016-01-27"},"warning":null},{"title":"Stephen King: 22.11.63","slug":"stephen-king-22-11-63","excerpt":"Stephen King har forsøgt sig med en spændingsroman omhandlende en middelaldrende\ngymnasielærers forsøg på at forhindre mordet på John. F. Kennedy — efter at\nhave opdaget en tidstunnel der fører tilbage til 1958. Men tiden er genstridig,\nog gør modstand. Den modsætter sig at blive ændret.\nTitlen er <em>22.11.63</em>, formatet er <em>bog</em>.","published":{"year":2015,"month":11,"date":3,"timestamp":"2015-11-03"},"warning":null},{"title":"Running visualizer","slug":"running-visualizer","excerpt":"After a successful half marathon first Sunday this month, I really came to\nrealize how much I love and enjoy running. Therefore I wanted to do a small\nproject based on my workout data that I have gathered over the past year or so.\n<strong>runviz</strong> is a direct consequence of this.","published":{"year":2015,"month":10,"date":13,"timestamp":"2015-10-13"},"warning":"Døde links!"},{"title":"H.C. Andersen ½ Marathon 2015","slug":"hc-andersen-marathon-2015","excerpt":"Den 4. oktober 2015 deltog jeg ved H.C. Andersen Marathon (½ maraton distancen)\ni Odense. Det gik godt.","published":{"year":2015,"month":10,"date":6,"timestamp":"2015-10-06"},"warning":null},{"title":"Mario Puzo: The Godfather","slug":"the-godfather","excerpt":"En af de mest bedste cinematiske oplevelser jeg har oplevet er utvivlsomt\nCoppolas <em>The Godfather</em> film fra 1972. Filmens grundlag, bestselleren af\n<em>Mario Puzo</em> med samme titel, <em>The Godfather</em>, er ingen undtagelse!\nI et hæsblæsende tempo og med et omfattende persongalleri af interessante\nitalienere og amerikanere, fortæller Puzo om den indflydelsesrige mafiafamilie\n<em>Corleone</em>, og om <em>Don</em>&#39;ens <span class=\"spoiler\">storhed og fald</span>. ","published":{"year":2015,"month":8,"date":13,"timestamp":"2015-08-13"},"warning":null},{"title":"George Orwell: Animal Farm","slug":"george-orwell-animal-farm","excerpt":"Politisk satire fra tiden før og under II. Verdenskrig er ikke umiddelbart en\nbeskrivelse af min foretrukne genre, når jeg vælger at kaste mig over\nbogformatet. Men efter at have læst Orwell&#39;s fremragende dystopiske roman\n<a href=\"/arkiv/george-orwell-1984\" rel=\"noopener noreferrer\">Nineteen Eighty-Four (1984)</a> var jeg mere end parat\ntil at kaste mig ud i endnu et George&#39;s roste mesterværker; for det er helt\nsikkert hvad <em>Animal Farm</em> er, et mesterværk.","published":{"year":2015,"month":8,"date":7,"timestamp":"2015-08-07"},"warning":null},{"title":"Grundstof oversætter","slug":"grundstof-oversaetter","excerpt":"<em>Phosphorus Yttrium Thorium Oxygen Nitrogen Iodine Sulfur Nitrogen Iodine Cerium</em>.\nJeg blev i aftes inspireret af et indlæg på <em>reddit</em>; en studerende der i \nårbogen har været kreativ og skrevet en række grundstoffer, som via deres\nkemiske symboler kan give en anden betydning. I eksemplet var dette budskub\nmindre stuerent, men det kan jo være sagen uvedkommende.","published":{"year":2015,"month":6,"date":12,"timestamp":"2015-06-12"},"warning":null},{"title":"Harry Potter and the Methods of Rationality","slug":"harry-potter-and-the-methods-of-rationality","excerpt":"<em>Harry Potter and the Methods of Rationality</em> (HPMOR) er en fanfiction skrevet\naf <em>Eliezer Yudkowsky</em>, startet i 2010 og med udgivelse af sidste kapitel på\n<em>Pi day</em> (d. 14. marts). Historien er naturligvis sat i Harry Potter universet,\ndog med præmissen om at Harry James Potter-Evans-Verres er vokset op hos hans\ntante Petunia og hendes mand, Michael Verres-Evans, en Universitets professor.\nHarry er et vidunderbarn med utrolige analytiske egenskaber og grundig viden\nindenfor videnskaberne og litteratur. Hans møde, og hans tilgang til den magiske\nverden, er utrolig velskrevet, morsom, lærerig, og ikke mindst, <em>rationel</em>.","published":{"year":2015,"month":6,"date":3,"timestamp":"2015-06-03"},"warning":null},{"title":"Lord of the Flies","slug":"lord-of-the-flies","excerpt":"En ægte klassiker er <em>Lord of the Flies</em>, skrevet af <em>William Golding</em>, og\nudgivet i 1954. Helt kort, omhandler den en flok britiske skoledrenge, der er\nhavnet på en øde, tropisk ø efter et flystyrt. Uden voksne og autoriteter må de\nderfor selv sørge for overlevelse, lov, og orden.","published":{"year":2015,"month":6,"date":1,"timestamp":"2015-06-01"},"warning":null},{"title":"Moby Dick; or, the whale","slug":"moby-dick-or-the-whale","excerpt":"&quot;Moby Dick; or, the whale&quot; af Herman Melville er en storslået fortælling om\nden <abbr title=\"at være sygeligt optaget af én ting\">monomane</abbr>\nskibskaptajn <em>Ahab</em> og hans evige mission om at nedkæmpe det store søuhyre:\nden berygtede kaskelothval (engelsk: <em>sperm whale</em>) Moby Dick.","published":{"year":2015,"month":5,"date":2,"timestamp":"2015-05-02"},"warning":null},{"title":"George Orwell: 1984","slug":"george-orwell-1984","excerpt":"George Orwell&#39;s nok mest populære værk, og ofte betragtet som et af de bedste\nlitterære værker nogensinde, &quot;1984&quot;\n(<a href=\"http://en.wikipedia.org/wiki/Nineteen_Eighty-Four\" target=\"_blank\" rel=\"noopener noreferrer\">Nineteen eighty-four</a>)\ner en dystopisk (negativt fremstillet fremtidsvision) roman udgivet i 1949.","published":{"year":2015,"month":1,"date":29,"timestamp":"2015-01-29"},"warning":null},{"title":"Månedens bog","slug":"maanedens-bog","excerpt":"Et nyt koncept er opstået i min bevisthed; en idé, en tanke, et mål.\nJeg har længe tumlet med ideen om, og lysten til, at læse mere. Simpelt kan\nman vel sige, og på sin vis har jeg nok aldrig læst så meget som jeg gør i dag.\nMen på en anden måde; ikke SMS&#39;er eller fjollede snapchat-beskeder. Ikke korte\nog populistiske nyhedsartikler. Ikke dumsmarte reddit-posts eller\n&quot;revolutionerende&quot; sundhedsindslag.","published":{"year":2015,"month":1,"date":29,"timestamp":"2015-01-29"},"warning":null},{"title":"LudumDare 31","slug":"ludumdare-31","excerpt":"Wow, så jeg fik ikke den aller bedste start på årets sidste\n<a href=\"http://ludumdare.com/compo/\" target=\"_blank\" rel=\"noopener noreferrer\">LudumDare game jam</a>,\nmen det viste sig dog at LudumDare i sig selv er en kur mod tømmermænd!\n(Der kan man bare se.)","published":{"year":2014,"month":12,"date":7,"timestamp":"2014-12-07"},"warning":null},{"title":"Chickorato (Alpha)","slug":"chickorato-alpha","excerpt":"This saturday I suddenly felt inspired to implement on of my recent favourite\nboard games.\nA game inspired by LEGO&#39;s Kokoriko, in which the players fight to gather the\nmost eggs until finally the golden egg is obtained, which counts for 3.\nEggs can be stolen from each other, or your chicken farm can increase your\ninventory.","published":{"year":2014,"month":11,"date":23,"timestamp":"2014-11-23"},"warning":null},{"title":"Running piskel","slug":"running-piskel","excerpt":"So, I recently heard of this webapp for pixel art and animation,\n<a href=\"http://www.piskelapp.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Piskel</a>, and I had a few spare minutes,\nso I tried to run it as a desktop application too &mdash;\njust for the heck of it.\n(Of course it should be noted, that I could still\njust use the app in the browser, no problem there.)","published":{"year":2014,"month":10,"date":26,"timestamp":"2014-10-26"},"warning":null},{"title":"Beating \"Save Otto Griffis\"","slug":"beating-save-otto-griffis","excerpt":"I recently entered and submitted a game to the\n<a href=\"https://bacongamejam.org/jams/bacongamejam-08/\" target=\"_blank\" rel=\"noopener noreferrer\">BaconGameJam08</a> with my\ngame <a href=\"https://bacongamejam.org/jams/bacongamejam-08/334/\" target=\"_blank\" rel=\"noopener noreferrer\">Save Otto Griffis</a>.\nHere I discuss my game, and show my very own lets&#39; play where you see my beat\nthe game.","published":{"year":2014,"month":10,"date":23,"timestamp":"2014-10-23"},"warning":null},{"title":"BaconGameJam 08","slug":"bacongamejam-08","excerpt":"I am in! I hope to participate in the <a href=\"https://bacongamejam.org\" target=\"_blank\" rel=\"noopener noreferrer\">BaconGameJam</a>;\nthe <a href=\"http://reddit.com\" target=\"_blank\" rel=\"noopener noreferrer\">reddit</a>-organized 48-hour game jam.\nThe 8th event (my first!) will take place this weekend, that is from saturday the\n18th of october at 00:00 (UTC+1) and 48 hours forwards\n(i.e. the night between friday and saturday).","published":{"year":2014,"month":10,"date":17,"timestamp":"2014-10-17"},"warning":"Døde links!"},{"title":"Ninja Academy","slug":"ninja-academy","excerpt":"I et blændende tempo starter Ninja Academy. De to bedste elever kæmper i en\nfantastisk duel om æren og retten til de gyldne ninja våben.\nMed bedskidte tricks vinder den onde elev, men bliver afvist af den gamle\nsensei. Og dermed er scenen sat for et rasende rivalri og et uforløst opgør.","published":{"year":2014,"month":10,"date":13,"timestamp":"2014-10-13"},"warning":null},{"title":"Wavefront Implementation","slug":"wavefront-implementation","excerpt":"En stille torsdag aften blev pludselig dedikeret til implementeringen af\nwavefront algoritmen til at finde korteste vej gennem et diskret arbejdsrum\nmed forhindringer; dvs. fx en labyrint repræsenteret i et billede.","published":{"year":2014,"month":10,"date":4,"timestamp":"2014-10-04"},"warning":"Døde links!"},{"title":"Jensen","slug":"jensen","excerpt":"&quot;Jensen; det er blot en massebetegnelse&quot;, sagde han, hvorefter forsamlingen\nbrød ud i storslået latter.","published":{"year":2014,"month":9,"date":28,"timestamp":"2014-09-28"},"warning":null},{"title":"Prægtig er ræven!","slug":"praegtig-er-raeven","excerpt":"Det er sent på aftenen. Natten sænker sig over den dybe, tætte bøgeskov. En let\ntåge sænker sig; stilheden er total.\nMen bag en rønnebærbusk står den. Med sine mørke poter, flotte agile figur,\nrødbrune pels, spidse ører, spidse snude og fyldige buskede hale. Ræven.\nMed dens skarpe syn og eminente lugtesans har den fået færden af en lille, tyk\nog dum spidsmus. I en fantastisk, pludselig kraftanstrengelse springer ræven\nfrem fra rønnebærbusken og planter poterne i musens grimme pels. Musen blev den\nprægtige rævs sene aftensmad.","published":{"year":2014,"month":9,"date":21,"timestamp":"2014-09-21"},"warning":null},{"title":"Illegal download af universitets bøger","slug":"illegal-download-af-universitets-boeger","excerpt":"For nyligt læste jeg følgende artikel\n<a href=\"http://www.washingtonpost.com/blogs/answer-sheet/wp/2014/09/17/more-students-are-illegally-downloading-college-textbooks-for-free/\" target=\"_blank\" rel=\"noopener noreferrer\">om illegal download af bøger til brug på Universitet</a>.\nDen sætter fokus på en stigende tendens blandt universitetsstuderende; bøgerne\nanskaffes i højere grad på ulovlig vis som eksempelvis pdf-filer på diverse\nwebsites.","published":{"year":2014,"month":9,"date":18,"timestamp":"2014-09-18"},"warning":null},{"title":"WebGL spil: Foxescape er ude nu!","slug":"webgl-spil-foxescape-er-ude-nu","excerpt":"Så har jeg opdateret spil-siden for <a href=\"/spil/foxescape\" rel=\"noopener noreferrer\">Foxescape</a>, med mine\ntanker omkring spillet, dets tilblivelse og andre overflødige\nsætningskonstruktioner. Du kan også forvilde dig ud i et værre hovedbrud ved\nat bevæge dig ned i det dybe sorte hul jeg kalder\n<a href=\"https://github.com/SneManden/foxescape\" target=\"_blank\" rel=\"noopener noreferrer\"><em>kildekoden</em></a>!","published":{"year":2014,"month":9,"date":17,"timestamp":"2014-09-17"},"warning":"Døde links!"},{"title":"Det skal være skidt, før det kan blive godt","slug":"det-skal-vaere-skidt-foer-det-kan-blive-godt","excerpt":"Jeg havde lige afsluttet et projekt (mit 3D WebGL spil <a href=\"/spil/foxescape\" rel=\"noopener noreferrer\">foxescape</a>)\nog havde naturligvis brug for at få det ud til verden. I et ualmindelig dumt\nøjeblik ender jeg med at overskrive databasen på min hjemmeside med en halvt\når ældre version. At rive sig selv i håret, og bande højlydt hjalp ikke meget.","published":{"year":2014,"month":9,"date":13,"timestamp":"2014-09-13"},"warning":"Døde links!"},{"title":"Anmeldelse: Trick'n Snowboarder (1999) [PS1]","slug":"anmeldelse-trickn-snowboarder-1999-ps1","excerpt":"Trick&#39;n Snowboarder er et traditionelt snowboardspil, som man kender det fra den populære genre. Det primære formål med spillet er at kaste sig ned af bjergene og udføre fede tricks undervejs.","published":{"year":2013,"month":11,"date":15,"timestamp":"2013-11-15"},"warning":"Rating mangler"},{"title":"Løberseminar på SDU","slug":"loberseminar-pa-sdu","excerpt":"Jeg var i år deltager ved Løberseminaret afholdt på mit universitet, SDU. Det viste sig at være et fantastisk arrangement, som jeg klart vil anbefale.","published":{"year":2013,"month":11,"date":11,"timestamp":"2013-11-11"},"warning":null},{"title":"Strømsvigt","slug":"stromsvigt","excerpt":"Sikken et vejr, sikke forhold. Her i Odense tog blæsten virkelig fat, og det resulterede i en forfærdelig oplevelse, der rystede mig i min grundvold.","published":{"year":2013,"month":10,"date":28,"timestamp":"2013-10-28"},"warning":null},{"title":"Første ½ Marathon gennemført","slug":"forste-12-marathon-gennemfort","excerpt":"Jeg har i dag gennemført mit første ½ Marathon - og for første gang løbet mere end 18 km - netop ~21,1 km. Og det viste sig at være en større udfordring, end først antaget.","published":{"year":2013,"month":9,"date":22,"timestamp":"2013-09-22"},"warning":null},{"title":"Dagen før ½ Marathon","slug":"dagen-for-12-marathon","excerpt":"Så er der mindre end 24 timer til, at jeg - hvis alt går efter planen - har gennemført mit første halvmarathon; en distance på 21,0975 km.","published":{"year":2013,"month":9,"date":21,"timestamp":"2013-09-21"},"warning":null},{"title":"Tour de Fyn - cykling i de fynske alper","slug":"tour-de-fyn-cykling-i-de-fynske-alper","excerpt":"Denne sommer har jeg ikke tænkt mig at spendere udelukkende på &quot;kontoret&quot;. Foruden et smut til Spanien, med sol, vin, og spændende oplevelser, har jeg ingen planer for mine 2 måneders ferie, hvoraf ¼ allerede er gået! Så derfor har en impulsiv, tilbagevendende handling medført et mål for min ferie. Jeg har sat mig for at udforske fyn, som er øen hvor jeg har fundet mig tilrette. Jeg har indtil videre udvalgt mig en håndfuld byer og steder, som jeg ønsker at besøge... på cykel naturligvis! Jeg har primært haft de ved-vandet-beliggende lokaliteter i sigtekornet; Faaborg, Svendborg, Assens, Nyborg, Kerteminde, Fyns Hoved, Bogense og Middelfart er indtil videre på listen.","published":{"year":2013,"month":7,"date":12,"timestamp":"2013-07-12"},"warning":null},{"title":"HTML/CSS: Checkbox styling","slug":"htmlcss-checkbox-styling","excerpt":"Selv i år 2013, står det med flere HTML-elementer sløvt til hvad angår\nmuligheden for styling af disse. Dette gælder bl.a. de såkaldte checkboxes.\nMen fortvivl ej, med en smule CSS og (valgfrit) lidt javascript kan du selv\nbestemme hvordan du ønsker at de fremstår på siden.","published":{"year":2013,"month":6,"date":9,"timestamp":"2013-06-09"},"warning":"Døde links!"},{"title":"Ny hjemmeside","slug":"ny-hjemmeside","excerpt":"Så er der godt nok sket noget på min hjemmeside. Og denne gang er det ikke kun designet, der har fået en ordentlig overhaling. Jeg har, som udlagt i en tidligere blogpost, begivet mig ud i et nyt PHP framework; denne gang det utroligt populære <a href=\"http://laravel.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Laravel</a>.","published":{"year":2013,"month":6,"date":9,"timestamp":"2013-06-09"},"warning":null},{"title":"Samlet 5. plads ved DTU RoboCup","slug":"samlet-5-plads-ved-dtu-robocup","excerpt":"Så er DTU RoboCup vel overstået! Og hvilken fantastisk turnering det var for os i år. Vi fik i år en <a href=\"http://www.iau.dtu.dk/robocup/resultat13.html\" target=\"_blank\">samlet 5. plads i finalen</a>, blandt 17 andre finaledeltagere. Vi tog 2x 11 points, hvilket vi er svært tilfredse med.","published":{"year":2013,"month":4,"date":12,"timestamp":"2013-04-12"},"warning":"Billedviser død!"},{"title":"DTU RoboCup - Ankommet","slug":"dtu-robocup-ankommet","excerpt":"Så er vi ankommet til konkurrencen i DTU RoboCup 2013. Der er testkørsler hele dagen (tirsdag), hvor kvalifikationsrunden ligger onsdag kl. 13:00. De 15 bedste robotter (flest point) går da videre til finalen, der finder sted torsdag kl. 11:00.","published":{"year":2013,"month":4,"date":9,"timestamp":"2013-04-09"},"warning":null},{"title":"DTU Robocup - here we come!","slug":"dtu-robocup-here-we-come","excerpt":"Så har fornuften lidt et svidende nederlag til sin evige ærkerival: passionen! For stik imod al sund rationel tankegang er det blevet besluttet at vi igen i år vil deltage ved <a href=\"http://www.dtu.dk/subsites/robocup.aspx\" target=\"_blank\">DTU Robocup</a>! Jeg må indrømme at jeg til at begynde med havde stor skepsis for denne beslutning - men man har et standpunkt... (jaja).","published":{"year":2013,"month":4,"date":4,"timestamp":"2013-04-04"},"warning":null},{"title":"Webudviklingsresourcer","slug":"webudviklingsresourcer","excerpt":"Puha, det er svært at oversætte en ellers fin titel på engelsk: <i>Webdevelopment resources</i>. Denne blogpost er dedikeret til et udpluk af mine egne resourcer inden for webudvikling. En række links og anbefalinger til værktøjer og især frameworks. Denne blogpost vil på ingen måde (ikke engang forsøge) at afdække alle muligheder, men mere give et smalt indblik i, hvilke resourcer jeg selv har fundet anvendelige til dato. Jeg ser dog ingen grund til ikke at udforske de mange alternativer.","published":{"year":2013,"month":3,"date":21,"timestamp":"2013-03-21"},"warning":null},{"title":"Sorteringsalgoritmer visualiseret","slug":"sorteringsalgoritmer-visualiseret","excerpt":"Jeg faldt for nylig over denne fine blogpost <a href=\"http://glowingpython.blogspot.dk/2013/03/bubble-sort-visualized.html\" target=\"_blank\" rel=\"noopener noreferrer\">http://glowingpython.blogspot.dk..</a>. Det er et lille python script, som løbende plotter den fantastiske sorteringsalgoritme BubbleSort i aktion.","published":{"year":2013,"month":3,"date":2,"timestamp":"2013-03-02"},"warning":"Døde links!"},{"title":"Markdown og LaTeX med ST2-build","slug":"markdown-og-latex-med-st2-build","excerpt":"Jeg har gået og døjet med hvordan man bedst laver noter til undervisningsforberedelse. Jeg har prøvet lidt af hvert, men havde ikke rigtig fundet mig til rette. Ville gerne have en måde at lave små lokale filer, som kunne vises smukt og bl.a. kunne indeholde matematiske formler. Og jeg har fundet den perfekte kombination!","published":{"year":2013,"month":2,"date":4,"timestamp":"2013-02-04"},"warning":"Døde links!"},{"title":"Aftenprojekt: lister","slug":"aftenprojekt-lister","excerpt":"Mit seneste aften-/miniprojekt er <a href=\"http://snemanden.com/lister\">Lister</a>. Det er en nem, lille liste-app til at skrive små dosmer-seddler, todo-lister  osv.","published":{"year":2013,"month":1,"date":26,"timestamp":"2013-01-26"},"warning":"Døde links!"},{"title":"JensenRunner opdateret","slug":"jensenrunner-opdateret","excerpt":"Der er sket en mindre opdatering af min løbe-app <a href=\"http://snemanden.com/jensenRunner/\">Jensen Runner</a>. Jeg har tilføjet (indtil videre meget simpel) &quot;social&quot; funktionalitet til app&#39;en. Dvs. man nu kan følge med i de seneste løbetider for andre brugere. Funktionaliteten er dog deaktiveret som standard - så dine løbetider er ikke offentlige før du selv vælger det.","published":{"year":2013,"month":1,"date":23,"timestamp":"2013-01-23"},"warning":"Døde links!"},{"title":"Windows8","slug":"windows8","excerpt":"Jeg har lige indset, at det udadtil, for alle jer der læser min blog, faktisk kunne forstås på den måde, at jeg brydes mig om Windows 8. At jeg rent faktisk <i>anvender</i> Windows overhovedet. Lad mig blot gøre dette klart; Jeg anvender ikke Windows (længere). Jeg brydes mig ikke om Windows. Linux &gt; Windows. Mit foretrukne og nuværende operativ-system er <strong>Ubuntu</strong> (12.04 LTS).","published":{"year":2013,"month":1,"date":15,"timestamp":"2013-01-15"},"warning":null},{"title":"HTML5 Pong game","slug":"html5-pong-game","excerpt":"Så har jeg også indtaget HTML5 spiludviklingen! Dette har jeg med det lille pong-spil der kan ses under mine <a href=\"/projects\">projekter</a>.","published":{"year":2012,"month":12,"date":27,"timestamp":"2012-12-27"},"warning":null},{"title":"Aseprite virker!","slug":"aseprite-virker","excerpt":"Så skete det endelig! Jeg har endelig fået ASEPRITE, som jeg tidligere har skrevet om, til at virke på min linux-maskine! Jeg faldt pludselig over trangen til at give det et nyt forsøg, da jeg tilfældigvis snublede den ikke-virkende installation. I stedet for at prøve at installere en deb-pakke, ville jeg prøve selv at compile fra source-koden. Det viste sig at involvere et par hurdles, men efter at have læst lidt på nettet og fundet frem til missing packages, som det afhgang af, fik jeg det endelig compileret korrekt.","published":{"year":2012,"month":12,"date":16,"timestamp":"2012-12-16"},"warning":null},{"title":"Største fælles divisor og Euklids algoritme","slug":"storste-faelles-divisor-og-euklids-algoritme","excerpt":"I Diskrete Metoder til Datalogi på Universitet har vi beskæftiget os rigtig meget med største fælles divisor, kongruenser, modulo-operatoren og Euklids (udvidede) algoritme. Jeg har derfor i den forbindelse skrevet et lille python script, som udregner største fælles divisor for to tal a og b, finder invers af a modulo b, etc.","published":{"year":2012,"month":12,"date":7,"timestamp":"2012-12-07"},"warning":"Døde links!"},{"title":"Dualbooting Ubuntu og Windows8","slug":"dualbooting-ubuntu-og-windows8","excerpt":"Efter min installation af Windows8, gik det langsomt op for mig, at jeg ikke længere var istand til at boote til mit foretrukne operativsystem, Ubuntu. Ved installationen havde Windows8 naturligvis overskrevet bootloaderen, så det var mig kun muligt at køre Windows8. For at genetablere muligheden for at boote fra begge systemer (valg ved opstart), måtte jeg geninstallere GRUB. Dette viste sig at være utroligt nemt, ved først at boote fra min USB-pen med Ubuntu12.04 installeret, og derfra installere og køre <code>boot-repair</code>. Et smart lille tool, som geninstallerer GRUB. Hvis jeg havde set det noget før, havde jeg muligvis prøvet at gøre det via terminalen, men det fik jeg ikke prøvet.","published":{"year":2012,"month":10,"date":22,"timestamp":"2012-10-22"},"warning":null},{"title":"Førstehåndsindtryk af Windows8","slug":"forstehandsindtryk-af-windows8","excerpt":"Jeg har her til aften installeret Windows 8, og det er faktisk første gang jeg rigtig har stiftet bekendtskab med Microsofts nyeste styresystem. Det er markant anderledes end hvad man hidtil har identificeret Windows med, hvor det gør op med den velkendte &quot;start-knap&quot; og skriveborg, hvilket er erstattet med en &quot;metro-brugerflade&quot;, kendt fra WindowsPhone - ideen er, at apps og widgets er organiseret i fliser. Skrivebordet findes dog stadig, men det er gemt af vejen og bruges ikke så meget i den daglige brug. Det er altså et af de største nyskabelser og ændringer jeg nogensinde har været vidne til, fra Microsofts side, og i første omgang er det spændende.","published":{"year":2012,"month":10,"date":22,"timestamp":"2012-10-22"},"warning":null},{"title":"Fifa13 bugs","slug":"fifa13-bugs","excerpt":"Jeg har nu spillet FIFA13 i en del timer, hvor jeg både har stiftet bekendtskab med FifaUltimateTeam, Sæsoner og karriere mode. Indtrykket har været yderst positivt indtil videre, hvor jeg især er overrasket over de mange muligheder inden for Fifa Ultimate Team, både online og offline. Men jeg tilbragt det meste af min tid med karriere-delen, hvor jeg er startet en karriere med Swansea City i Premier League.","published":{"year":2012,"month":10,"date":16,"timestamp":"2012-10-16"},"warning":null},{"title":"FIFA13","slug":"fifa13","excerpt":"Så er det uundgåelige sket. Jeg har anskaffet mig det næste skud på stammen i EA&#39;s fodboldspilsserie FIFA. Jeg står inde med de seneste 3 spil i serien til PS3 (FIFA10, FIFA11 og FIFA12) og det har altid været min primære spil-interesse på konsollen - så det kan ikke komme som et chok for de fleste. Jeg ser umådeligt frem til, hvilken oplevelse der venter mig i FIFA13. Af DEMO&#39;en oplevede man straks forbedringer på flere fronter, hvoraf den mest markante er at finde i boldomgangen, hvor førstegangsberøringer er blevet mere tilfældige og afhængende af fart, balance, osv. Dette øger realismen, som i forvejen er på et fantastisk niveau.","published":{"year":2012,"month":10,"date":8,"timestamp":"2012-10-08"},"warning":null},{"title":"Vidunderlige LaTeX","slug":"vidunderlige-latex","excerpt":"Efter jeg er begyndt på UNI, har jeg også måttet tage min rapport-skrivning op til revision. Jeg anvender ikke længere Microsoft Office, da jeg udelukkende anvender Ubuntu Linux. Indtil nu har jeg anvendt LibreOffice til diverse små dokumenter. Men til rapportskrivning tager det sit at justere udseendet, så man får et professionelt look og feel. Tilmed er det indbyggede matematik-modul i LibreOffice ikke noget at skrive hjem om - jo, der er en fin konsol, hvor man kan skrive de matematiske udtryk, men det virker stadig ikke super godt integreret med resten af programmet.","published":{"year":2012,"month":9,"date":24,"timestamp":"2012-09-24"},"warning":null},{"title":"Så er jeg på plads","slug":"sa-er-jeg-pa-plads","excerpt":"Så er jeg endelig kommet på plads i min nye lejlighed i Odense! Det tog også hele søndagen at flytte ind - også med god hjælp fra familien + Mia. Så nu glæder jeg mig enormt til at studiet for alvor starter.","published":{"year":2012,"month":9,"date":2,"timestamp":"2012-09-02"},"warning":null},{"title":"Personlig omvæltning og spil programmering","slug":"personlig-omvaeltning-og-spil-programmering","excerpt":"Jeg må siges at stå over for en personlig omvæltning af karakter. Jeg er nemlig midt i processen &quot;at flytte hjemmefra&quot;. Har været igang med at pakke i går, og planen er at skulle færdiggøre dét projekt i dag. Så jeg vil formodentlig ikke have mulighed for at &quot;blogge&quot; de næste par dage.","published":{"year":2012,"month":8,"date":29,"timestamp":"2012-08-29"},"warning":null},{"title":"Aseprite crash","slug":"aseprite-crash","excerpt":"Jeg må desværre bekende, at jeg endnu ikke har været istand til at køre det stykke software jeg omtalte i min tidligere blogpost; Aseprite &quot;Allegro Sprite Editor&quot;. Hver gang jeg kører programmet, crasher det og &quot;fryser&quot; hvis jeg prøver at anvende et af menupunkterne (fx new file, open file, etc.). Så desværre har jeg ikke kunnet teste og anvende programmet - det ser ellers ud til at være lige hvad jeg havde brug for. Så jeg tror desværre jeg må søge videre efter et program som har den ønskede funktionalitet og tilmed er kompatibelt med mit system. Jeg er på randen til frustration over ikke at have noget grafisk software på min laptop. Måske man skulle overveje at installere Paint.NET vha. Wine? Det må dog siges at være absolut sidste udvej.","published":{"year":2012,"month":8,"date":27,"timestamp":"2012-08-27"},"warning":null},{"title":"Tegneprogram / billedebehandlingsprogram for Linux","slug":"tegneprogrambilledebehandlingsprogram-for-linux","excerpt":"Selvom jeg ofte priser mig lykkelig for mit skifte til Linux (Ubuntu 12.04) tidligere på året, har der været især én ting jeg endnu ikke har fået på plads; et godt og solidt billede-behandlingsprogram til Linux. Jo, jeg er godt klar over at der er noget der hedder &quot;Gimp&quot;. Nej, det jeg har ledt (forgæves indtil videre) efter er et alternativ til det fremragende stykke software jeg anvendte under Windows: <a href=\"http://www.getpaint.net/\">Paint.NET</a>. Det var virkelig godt. Solidt, nemt og intuitivt at anvende, uden tusindvis af funktioner man sikkert aldrig får brug for. Og hvis man ønsker yderligere funktionalitet er der mange plugins at hente online.","published":{"year":2012,"month":8,"date":26,"timestamp":"2012-08-26"},"warning":null},{"title":"RSS feeds - Man skal jo lige lære det","slug":"rss-feeds-man-skal-jo-lige-laere-det","excerpt":"Nu har jeg fået tilføjet et RSS-feed til min hjemmeside, så man nu kan tilføje min blog til sine &quot;subscriptions&quot; eller abonnementer. Men det var dog lidt bøvlet. Da jeg først fandt frem til en god RSS-validator elinerede jeg de fleste problemer. Men indtil sidst, var jeg ikke istand til at kunne læse mit RSS feed via hverken iGoogle (hvilket jeg foretrækker) eller fx Google&#39;s Reader. Det skyldtes en fejl, som jeg ikke så skrevet nogle steder kunne give problemer. Det skyldtes simpelthen, at mit link sluttede med &quot;feed&quot; (fx <a href=\"http://snemanden.com/page/feed\" target=\"_blank\" title=\"undefined\" rel=\"noopener noreferrer\">http://snemanden.com/page/feed</a>). Så da jeg ændrede dette til <a href=\"http://snemanden.com/page/rss\" target=\"_blank\" title=\"undefined\" rel=\"noopener noreferrer\">http://snemanden.com/page/rss</a> virkede det perfekt.","published":{"year":2012,"month":8,"date":24,"timestamp":"2012-08-24"},"warning":null},{"title":"Begyndt på spilprogrammering igen","slug":"begyndt-pa-spilprogrammering-igen","excerpt":"Så er jeg begyndt at lave spil igen. Og det er dejligt og forfriskende. Der er naturligvis en del der skal genindlæres, men det er super fedt. I øjeblikket laver jeg spil i python med pygame. Det er super nemt at gå til, og har massevis af dokumentation, tutorials og eksempler på nettet.","published":{"year":2012,"month":8,"date":23,"timestamp":"2012-08-23"},"warning":null},{"title":"SSD - Det bedste du kan gøre for din computer","slug":"ssd-det-bedste-du-kan-gore-for-din-computer","excerpt":"Jeg valgte for nylig at opgradere min Sony Vaio med en harddisk. Dertil valgte jeg at smide lidt ekstra af min sparsomme pengebeholdning efter en lille fætter på 128 GB. En stor i nedgang i lager kapacitet, hvor jeg før havde omkring 500 GB. Jeg var i starten bekymret for den mindre mængde plads, især da jeg på længere sigt regner med at have to operativ systemer kørende på maskinen.","published":{"year":2012,"month":8,"date":22,"timestamp":"2012-08-22"},"warning":null},{"title":"Nyt design","slug":"nyt-design","excerpt":"Så skulle der ske lidt på SneManden.com - denne gang har jeg forsøgt at gå i en helt anden retning, ikke bare designmæssigt, men også funktionalitetsmæssigt. Nøgleordet er <em>minimalisme</em>.","published":{"year":2012,"month":8,"date":21,"timestamp":"2012-08-21"},"warning":null},{"title":"Status på SneManden.com","slug":"status-pa-snemandencom","excerpt":"Min hjemmeside har længe stået for fald. Det er ikke første gang den har gjort det, og jeg gav den ellers et fin overhaling for en del måneder siden. Men jeg indså hurtigt, at designet desværre var for gnidret; bokse i kasser i båse. Jeg kan rigtig godt lide at sætte ting i kasser og båse, men jeg måtte sande, at dette var gået for vidt. Så i dag, hvor jeg ingen konkrette planer havde for aftenens forløb, satte jeg mig for at revolutionere SneManden.com. Og jeg synes det er gået meget fint.","published":{"year":2012,"month":8,"date":21,"timestamp":"2012-08-21"},"warning":null}]