{"slug":"andy-weir-the-martian","html":"<p>Efter en længere læsepause, har jeg igen prioriteret jævnlig læsning.\nDenne gang gik det ud over en science fiction roman af Andy Weir: <em>The Martian</em>.\nBogen er filmatiseret under samme titel, og nyder ganske stor popularitet (8.0/10 på <a href=\"https://imdb.com/title/tt3659388\" target=\"_blank\" rel=\"noopener noreferrer\">IMDB</a>).</p>\n<p>Jeg sidder og kigger ud i det danske landskab, trygt og behageligt i en af DSBs togkupéer på strækningen Odense - Kolding.\nDe sidste 14 dage har jeg tilbragt hver morgen og aften her i ca. 39 minutter ad gangen.\nDSB har efterladt mig et rigtig fint indtryk indtil videre; jeg har jo ikke rigtig prøvet at bruge DSB til daglig pendling før.\nÉn gang har der været en 10 minutters forsinkelse på grund af signal problemer - 10 minutters mere læsning til mig, woho! :D</p>\n<p>For at udnytte tiden bedst muligt, tror jeg at jeg primært vil dedikere mine rejsetimer til læsning og bloggen her.\nDet har indtil videre fungeret ud over al forventning: hver morgen har jeg <em>virkelig</em> set frem til at komme afsted,\nså jeg kan læse næste kapitel af <em>Mark Whatney</em>s skæbne på <em>Mars</em>, og samme scenarie udspiller sig ved fyraftenstid.\nSå konstellationen er indtil videre en udbredt succes.</p>\n<p>Hvad angår Mars, har bogen været noget af en page-turner. Det har krævet al min selvdiciplin kun at læse i transit.\nAndy Weir havde mig fanget fra de aller første sider, og jeg var underholdt resten af vejen.\nMark Whatney er med på den 3. bemandede mission til Mars, men noget går grueligt galt; og pludselig er Mark det eneste\nmenneske tilbage på planeten, og må tage en del kaniner op ad hatten for at prøve at overleve.</p>\n<h2 id=\"konklusion\">Konklusion</h2>\n<p>Mere science fiction. Den kan ikke få for lidt. <em>10/10 would read again</em>.</p>\n<p><img src=\"/img/arkiv/andy-weir-the-martian/andy-weir-the-martian.jpg\" alt=\"Andy Weir: The Martian\"></p>\n","excerpt":"Efter en længere læsepause, har jeg igen prioriteret jævnlig læsning.\nDenne gang gik det ud over en science fiction roman af Andy Weir: <em>The Martian</em>.\nBogen er filmatiseret under samme titel, og nyder ganske stor popularitet (8.0/10 på <a href=\"https://imdb.com/title/tt3659388\" target=\"_blank\" rel=\"noopener noreferrer\">IMDB</a>).","title":"Andy Weir: The Martian","author":"Casper Kehlet Jensen","description":"Noter efter at have læst Andy Weir: The Martian","warning":null,"draft":false,"published":{"year":2018,"month":1,"date":25,"timestamp":"2018-01-25"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}