{"slug":"anmeldelse-trickn-snowboarder-1999-ps1","html":"<p>Trick&#39;n Snowboarder er et traditionelt snowboardspil, som man kender det fra den populære genre. Det primære formål med spillet er at kaste sig ned af bjergene og udføre fede tricks undervejs.</p>\n<p>Men for lige at bakke et par skridt tilbage, så kunne man måske spørge sig selv; hvorfor, hvorfor kære anmelder, har du kastet dig over et spil fra det tyvende århundrede, når nu vi befinder os omkring 14 år efter dets udgivelse?! Og det ér et godt spørgsmål, kære læser. Et definitivt svar får du aldrig, men jeg vil med denne anmeldelse gerne fremhæve og understrege, at selv gamle spil der ikke nødvendigvis figurerer på lister for de mest innovative og fantastiske spil nogensinde, sagtens kan gemme på fede oplevelser.</p>\n<p>Men jeg har også (måske primært) stærke personlige årsager til grund for, at vi kigger på Trick&#39;n Snowboarder. Det var nemlig &quot;the bomb&quot; tilbage i SFO&#39;en, klokken halv fire om eftermiddagen. Jeg har tit nostalgiske tilbageblik, og har på det seneste mindedes tiden da vi ihærdigt forsøgte at overgå hinanden i at lave de vildeste og mest umulige tricks ned af Alaska&#39;s stejle bjerge.</p>\n<h3 id=\"gameplay\">Gameplay</h3>\n<p>For dét som jeg virkelig husker som værende den primære motivator for at spille Trick&#39;n Snowboarder, var at gameplayet var flydende og intenst. Jeg huskede det som værende enkelt at gå til, men svært at mestre. Og ligepræcis her, mener jeg at udviklerne har ramt plet. For dét er netop indtrykket jeg står tilbage med efter at have erhvervet mig det. Når man styrer, kan du læne dig til højre og venstre med den analoge styrepind eller piletasterne. Med L1 og R1 kan man rotere snowboardet og med □ hopper man. Så nemt er det. Naturligvis kan man også lave tricks, som udføres ved hjælp af kombinationer af flip (○) og grab (✕) samt rotation af boardet. Det giver overraskende mange kombinationer, men også får en enkel styring der er nem at lære.</p>\n<p>Spillet kan også være utroligt intenst. Hvis ikke man udfører tricks ved hver eneste mulighed (som sætter farten ned, pga. landingen) kan man mange steder opnå virkelig høj fart. Med de stærkt varierede baner, der inviterer til mange forskellige gennemløb er der ikke to runs der er ens. Og spillet er på ingen måde plaget af irriterende afbrydelser. Når man surfer ind i en forhindring er der kontant afregning; man mister farten og karakteren udstøder et grønt hvorefter man må glide videre.</p>\n<p>Spillets gameplay, dets engine, ser jeg dermed som aldeles veludført. Så det er ikke her, at spillet halter. Det er derimod på indhold og variation. For antallet af baner er lidt begrænset og der er ikke som udgangspunkt mange karakterer at vælge mellem. Man kan dog unlocke Resident Evil karakterer ved at indtaste en hemmelig kode - og ved at gennemføre scenario-mode kan man også unlocke flere karakterer.</p>\n<h3 id=\"indhold\">Indhold</h3>\n<p>Der er 3 måder at spille Trick&#39;n Snowboarder på. Man kan spille mod en anden person via split-screen mode eller endda med link-kabel (har jeg ikke set før). Her kan man battle om at lave flest tricks, komme først i mål eller efter en samlet score. Man kan også spille &quot;free&quot;-mode hvor man vælger en bane og en karakter - og drøner derudaf. Og så er der Scenario-mode, eller story-mode. Man kastes ud i alle de forskellige baner for at udføre bestemte tricks på udvalgte lokaliteter på banen, hvor der venter en helikopter der skal filme hoppet. Ind i mellem kommer en udfordrer som man kan skal konkurrere mod, og lave flest tricks. Men levetiden er her utroligt kort, idet spillet er gennemført på ca. 1 times tid. Lidt for nemt, og ikke her man skal lede efter udfordringer.</p>\n<h3 id=\"grafik--atmosfære\">Grafik &amp; atmosfære</h3>\n<p>Atmosfæren er også god i spillet. Der er let spiselig techno-musik i baggrunden, fine lydeffekter og motiverende ord når man laver veludførte tricks. Selve HUD&#39;et er fint; ikke for mange informationer, men kun hvad man har brug for (tid, score, etc.). Grafikken har jeg svært ved at udtale mig om, da jeg naturligvis er under indflydelse af mere moderne grafik, og ikke husker hvordan dette står til mål med datidens standarder. Men det er på ingen måde ringe, vil jeg vurdere. Der er fuld mulighed for at nærstudere replays, og her har spillet faktisk en meget undervurderet feature. Man kan redigere i gemte replays, hvor man kan justere kameravinkler, zoom, panorering, rotatiotioner, effekter, farver, osv. I dag havde det været en rigtig fed feature, kombineret med dele-muligheder. Desværre var dette før online-gaming blev en del af konsol-branchen, men alligevel en fed feature. Tilgengæld er &quot;player edit&quot; en ret møgsommelig affære. Her kan man for hver karakter vælge deres standard beklædning og snowboard - noget jeg dog hellere ville have mulighed for inden et løb.</p>\n<h3 id=\"konklusion\">Konklusion</h3>\n<p>Alt i alt er Trick&#39;n Snowboarder et godt og solidt spil. Det fungerer især rigtig godt når man har nogen at dele det med, fordi dets force ligger i gameplayet, som er enkelt og nemt at gå til. Nemt at lære, svært at mestre. Desværre er &quot;karriere&quot;-delen lidt trist - for kort og for nem, og der kunne godt være flere, og mere varierede, karakterer.</p>\n<table class=\"table-review-score\">\n    <tbody>\n        <tr>\n            <td>Gameplay</td>\n            <td>9/10: <span class=\"rating rating-readonly\">\\*\\*\\*\\*\\*\\*\\*\\*\\*\\_</span></td>\n        </tr>\n        <tr>\n            <td>Indhold</td>\n            <td>5/10: <span class=\"rating rating-readonly\">\\*\\*\\*\\*\\*\\_\\_\\_\\_\\_</span></td>\n        </tr>\n        <tr>\n            <td>Grafik</td>\n            <td>6/10: <span class=\"rating rating-readonly\">\\*\\*\\*\\*\\*\\*\\_\\_\\_\\_</span></td>\n        </tr>\n        <tr>\n            <td>Atmosfære</td>\n            <td>7/10: <span class=\"rating rating-readonly\">\\*\\*\\*\\*\\*\\*\\*\\_\\_\\_</span></td>\n        </tr>\n    </tbody>\n    <tfoot>\n        <tr>\n            <td>Samlet</td>\n            <td>7/10: <span class=\"rating rating-readonly\">\\*\\*\\*\\*\\*\\*\\*\\_\\_\\_</span></td>\n        </tr>\n    </tfoot>\n</table>\n\n<style>\n.table-review-score {\n    width: 100%;\n    margin: 30px auto;\n    max-width: 500px;\n    border: 1px solid #000;\n    border-collapse: collapse;\n}\n.table-review-score td {\n    padding: 8px 10px;\n    border: none;\n}\n.table-review-score tfoot tr {\n    border-top: 1px solid #000;\n}\n</style>\n<link rel=\"stylesheet\" href=\"/static/css/rating-style.css\">\n<script src=\"/static/js/rating-script.js\"></script>\n<script>$('.rating').rating();</script>","excerpt":"Trick&#39;n Snowboarder er et traditionelt snowboardspil, som man kender det fra den populære genre. Det primære formål med spillet er at kaste sig ned af bjergene og udføre fede tricks undervejs.","title":"Anmeldelse: Trick'n Snowboarder (1999) [PS1]","author":"Casper Kehlet Jensen","description":"","warning":"Rating mangler","draft":false,"published":{"year":2013,"month":11,"date":15,"timestamp":"2013-11-15"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}