{"slug":"aseprite-virker","html":"<p>Så skete det endelig! Jeg har endelig fået ASEPRITE, som jeg tidligere har skrevet om, til at virke på min linux-maskine! Jeg faldt pludselig over trangen til at give det et nyt forsøg, da jeg tilfældigvis snublede den ikke-virkende installation. I stedet for at prøve at installere en deb-pakke, ville jeg prøve selv at compile fra source-koden. Det viste sig at involvere et par hurdles, men efter at have læst lidt på nettet og fundet frem til missing packages, som det afhgang af, fik jeg det endelig compileret korrekt.</p>\n<p>For at installere det på min linux maskine hentede jeg først <code>aseprite-master</code> branch fra github (Find den <a href=\"https://github.com/dacap/aseprite/\">her</a>). Derefter navigerede jeg til min Downloads folder og udpakkede zip-filen med</p>\n<pre>$ unzip aseprite-master</pre>\n<p>Dette opretter en mappe <code>aseprite-master</code>. Navigér der, og opret en mappe deri kaldet <code>build</code> og naviger dertil.</p>\n<p>Dernæst eksekveres <code>cmake</code>. På mit system involverede det kommandoen:</p>\n<pre>$ cmake .. -G \"Unix Makefiles\" -DCMAKE_BUILD_TYPE:STRING=Profile -DCOMPILER_GCC:BOOL=ON</pre>\n<p>Derefter kan der compileres med</p>\n<pre>$ make aseprite</pre>\n<p>Når dét er gjort, er man næsten færdig. Derefter kan <code>aseprite-master/build/src/aseprite</code> kopieret til <code>aseprite-master</code> og programmet kan nu køres med følgende kommando fra <code>aseprite-master</code>:</p>\n<pre>$ ./aseprite</pre>\n<p>Instrukserne kan naturligvis findes i filen <code>INSTALL.md</code>, hvor der også findes info om installation for andre operativsystemer, med mere. Undervejs fik jeg brug for at installere <code>libx11-dev</code> og <code>g++</code> for at kunne compilere.</p>\n<p>Så nu glæder jeg mig til rigtig at kunne stifte bekendtskab med aseprite og forhåbentlig snart komme til at lave nogle små spil med lækker, pixeleret grafik!</p>\n","excerpt":"Så skete det endelig! Jeg har endelig fået ASEPRITE, som jeg tidligere har skrevet om, til at virke på min linux-maskine! Jeg faldt pludselig over trangen til at give det et nyt forsøg, da jeg tilfældigvis snublede den ikke-virkende installation. I stedet for at prøve at installere en deb-pakke, ville jeg prøve selv at compile fra source-koden. Det viste sig at involvere et par hurdles, men efter at have læst lidt på nettet og fundet frem til missing packages, som det afhgang af, fik jeg det endelig compileret korrekt.","title":"Aseprite virker!","author":"Casper Kehlet Jensen","description":"","warning":null,"draft":false,"published":{"year":2012,"month":12,"date":16,"timestamp":"2012-12-16"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}