{"slug":"dtu-robocup-here-we-come","html":"<p>Så har fornuften lidt et svidende nederlag til sin evige ærkerival: passionen! For stik imod al sund rationel tankegang er det blevet besluttet at vi igen i år vil deltage ved <a href=\"http://www.dtu.dk/subsites/robocup.aspx\" target=\"_blank\">DTU Robocup</a>! Jeg må indrømme at jeg til at begynde med havde stor skepsis for denne beslutning - men man har et standpunkt... (jaja).</p>\n<p>For at lægge kortene på bordet, er den forgange sæson gået utroligt stærkt - lidt for stærkt. Vi startede alle 3 på universitetet i sommers, og har bl.a. grundet geografiske udfordringer og travlt studieliv ikke fundet plads til at pleje robotten - overhovedet. Vi har således ikke været samlet om robotten siden vi, ligepræcis og i aller sidste sekund, missede finalen ved sidste års DTU Robocup. Dette var en enorm skuffelse, idet vores ambitioner rakte meget længere. Vi jo fik ellers en flot <a href=\"http://www.iau.dtu.dk/robocup/resultat11.html\" target=\"_blank\">7. plads i finalen</a> det første år vi deltog (2011), så vi havde håbet på meget mere; vores robot havde fået en utrolig overhaling med flotte kraftige motorer, display, klo og opbygning.</p>\n<p>Vores ambitioner må naturligvis justeres til de nuværende omstændigheder, men det skal ikke være nogen hemmelighed, at vi agter at nå finalen nok engang - koste hvad det koste vil.</p>\n<p>I anledning af den forestående konkurrence, vil jeg bringe et eksklusivt indblik i robottens udvikling over årene. Først ses robotten som den tog sig ud inden konkurrencen sidste år. Virkelig avanceret, med lækkert display, klo, ultralydssensorer, PID-tuning, bluetooth-modul, m.v. Den viser her på vidoerne, at den er istand til at følge en linje ved høj hastighed og lokalisere og eliminere en potteplante:</p>\n<p>###MJC robot - Finding &amp; Knocking down a planter</p>\n<iframe width=\"853\" height=\"480\" src=\"http://www.youtube.com/embed/PWgmy-o7PNM\" frameborder=\"0\" allowfullscreen></iframe>\n\n<p>###MJC robot - Fast PID line follow</p>\n<iframe width=\"853\" height=\"480\" src=\"http://www.youtube.com/embed/2Dod9zwoa4M\" frameborder=\"0\" allowfullscreen></iframe>\n\n<p>###MJC - the movie (2011)\nInden konkurrencen i 2011 lavede vi nedenstående video til promovering af robotten; her kørte vi på små DC-motorer og en mere smal bygning. Robotten var let og elegant.</p>\n<video width=\"640\" height=\"360\" controls>\n  <source src=\"/media/arkiv/dtu-robocup-here-we-come/MJC_-_The_movie.m4v\" type=\"video/mp4\">\n</video>\n\n<p>###MJC - fødslen\nNedenstående video, viser optagelser fra MJC&#39;s fødsel i foråret 2009, fra dengang den ikke var meget mere end et arduino-board, 2 servo-motorerer og et skrøbeligt Lego-kabinet. Den fik sidenhen en fin glasplade og flotte hjul i træ, hvilket gav den et fantastisk minimalistisk look.</p>\n<iframe width=\"640\" height=\"480\" src=\"http://www.youtube.com/embed/18FHCe5_O6g\" frameborder=\"0\" allowfullscreen></iframe>","excerpt":"Så har fornuften lidt et svidende nederlag til sin evige ærkerival: passionen! For stik imod al sund rationel tankegang er det blevet besluttet at vi igen i år vil deltage ved <a href=\"http://www.dtu.dk/subsites/robocup.aspx\" target=\"_blank\">DTU Robocup</a>! Jeg må indrømme at jeg til at begynde med havde stor skepsis for denne beslutning - men man har et standpunkt... (jaja).","title":"DTU Robocup - here we come!","author":"Casper Kehlet Jensen","description":"","warning":null,"draft":false,"published":{"year":2013,"month":4,"date":4,"timestamp":"2013-04-04"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}