{"slug":"fifa13-bugs","html":"<p>Jeg har nu spillet FIFA13 i en del timer, hvor jeg både har stiftet bekendtskab med FifaUltimateTeam, Sæsoner og karriere mode. Indtrykket har været yderst positivt indtil videre, hvor jeg især er overrasket over de mange muligheder inden for Fifa Ultimate Team, både online og offline. Men jeg tilbragt det meste af min tid med karriere-delen, hvor jeg er startet en karriere med Swansea City i Premier League.</p>\n<p>Men desværre har jeg også oplevet indtil flere bugs, hvoraf nogle er meget alvorlige. I karrieredelen, har jeg nu oplevet mindst 3 gange, at man er &quot;stuck&quot; i menuen. Det sker hver gang, når man trykker &quot;Fortsæt&quot; i karrieredelen, hvorefter der ikke sker mere. Man kan ikke gå tilbage eller noget, eneste mulighed er at afslutte spillet og starte forfra </i>(Har lagt mærke til, at det muligvis opstår, hvis man kommer direkte fra en undermenu, og trykker fortsæt som det første)</i>.</p>\n<p>I samme kategori har jeg under online-spil i Sæsoner oplevet, at kampen ikke går igang, medens jeg venter i &quot;Arenaen&quot; - hvor man så er &quot;fanget&quot; til evig tid. Igen kan man kun genstarte spillet for at komme videre.</p>\n<p>Disse små fejl er for mig ret alverlige, og kedelige, eftersom jeg forventer, at man i det mindste kan navigere problemfrit i menuerne, og gå til et spil uden problemer. At der kan opstå mærkelige ting på banen i ekstreme situationer, kan jeg bedre forstå kan være svært at sikre sig imod - hvilket jeg i langt højere grad kan tolere.</p>\n<p>En anden ting er, at jeg i nogle tilfælde oplever voldsomt &quot;lag&quot; - ikke i &quot;spil&quot;, men igen i menu-navigation. Det forekommer ofte under opsætning af hold, hvilket jeg synes virker helt absurd.</p>\n<p>Og til sidst, oplevede jeg en pudsig ting i karriere; Efter 5-5 sammenlagt i en semifinale mod Aston Vila (3-3 på udebane, 2-2 på hjemmebane), stod der som nyhed, at jeg var ude af turneringen, medens der (korrekt, efter regel om udebanemål) i turneringstræet var indikation af, at jeg naturligvis var i finalen.</p>\n<p>Min konklusion er, at der naturligvis altid vil være fejl at finde, hvis man som jeg ikke kan vente til jul fx, for at få den nyeste udgave i FIFA-serien (eller ethvert andet spil, for den sags skyld). Men de fejl jeg har oplevet, synes jeg bare på ingen måde er til at acceptere - selv for en nyudgivelse. <strong>Stram op, EA!</strong></p>\n","excerpt":"Jeg har nu spillet FIFA13 i en del timer, hvor jeg både har stiftet bekendtskab med FifaUltimateTeam, Sæsoner og karriere mode. Indtrykket har været yderst positivt indtil videre, hvor jeg især er overrasket over de mange muligheder inden for Fifa Ultimate Team, både online og offline. Men jeg tilbragt det meste af min tid med karriere-delen, hvor jeg er startet en karriere med Swansea City i Premier League.","title":"Fifa13 bugs","author":"Casper Kehlet Jensen","description":"","warning":null,"draft":false,"published":{"year":2012,"month":10,"date":16,"timestamp":"2012-10-16"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}