{"slug":"fifa13","html":"<p>Så er det uundgåelige sket. Jeg har anskaffet mig det næste skud på stammen i EA&#39;s fodboldspilsserie FIFA. Jeg står inde med de seneste 3 spil i serien til PS3 (FIFA10, FIFA11 og FIFA12) og det har altid været min primære spil-interesse på konsollen - så det kan ikke komme som et chok for de fleste. Jeg ser umådeligt frem til, hvilken oplevelse der venter mig i FIFA13. Af DEMO&#39;en oplevede man straks forbedringer på flere fronter, hvoraf den mest markante er at finde i boldomgangen, hvor førstegangsberøringer er blevet mere tilfældige og afhængende af fart, balance, osv. Dette øger realismen, som i forvejen er på et fantastisk niveau.</p>\n<p>Online-delen i spillet skulle også være forbedret og udbygget, hvilket jeg bekræftedes i ved opstarten af spillet for første gang. I forvejen synes jeg, at FIFA-serien er ét af de spil der har den længste holdbarhed, hvor FIFA12 var helt fænomenalt. Jeg synes at man med FIFA får rigtig meget for pengene og ser frem til at bruge en masse timer på spille FIFA i denne sæson. Så bered jer, rivaler, for jeg går i intens træningslejr fra næste uge, og vil derfra ikke være til at slå i mand-mod-mand dueller i FIFA13!</p>\n","excerpt":"Så er det uundgåelige sket. Jeg har anskaffet mig det næste skud på stammen i EA&#39;s fodboldspilsserie FIFA. Jeg står inde med de seneste 3 spil i serien til PS3 (FIFA10, FIFA11 og FIFA12) og det har altid været min primære spil-interesse på konsollen - så det kan ikke komme som et chok for de fleste. Jeg ser umådeligt frem til, hvilken oplevelse der venter mig i FIFA13. Af DEMO&#39;en oplevede man straks forbedringer på flere fronter, hvoraf den mest markante er at finde i boldomgangen, hvor førstegangsberøringer er blevet mere tilfældige og afhængende af fart, balance, osv. Dette øger realismen, som i forvejen er på et fantastisk niveau.","title":"FIFA13","author":"Casper Kehlet Jensen","description":"","warning":null,"draft":false,"published":{"year":2012,"month":10,"date":8,"timestamp":"2012-10-08"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}