{"slug":"forste-12-marathon-gennemfort","html":"<p>Jeg har i dag gennemført mit første ½ Marathon - og for første gang løbet mere end 18 km - netop ~21,1 km. Og det viste sig at være en større udfordring, end først antaget.</p>\n<p>Som jeg skrev før løbet, forventede jeg at komme i mål på 1 time og 37 min. Det var i virkeligheden aldeles optimistisk - og formåede da heller ikke at indfri dét mål. Jeg gennemførte i stedet i tiden 01:44:01. Tiden afspejler dog ikke det forløb jeg var igennem ude på ruten.</p>\n<p>Med min far som fartholder, skulle jeg have haft en blid start, så jeg kunne holde en god og stabil fart hele turen. Men på de første 10 km havde jeg en mellemtid på 46:19. Hvis jeg havde holdt dén fart resten af turen, havde jeg dog fuldført målet.</p>\n<p>Men efterhånden som jeg kom ud på de 12-15 km skulle en pris betales. Jeg måtte sagtne farten, og med sammenbidte tænder se den ene løber efter den anden overhale - mange løbere, som jeg på de første 10 km selv havde overhalet - lidt pinligt. Efter 15-16 km måtte jeg også sende farmand afsted - og dermed fokusere på at gennemføre, alene.</p>\n<p>De sidste 2-3 km fik jeg dog en anelse styr på mig selv, og formåede da at spurte lidt over målstregen. Alt i alt dog en overvældende oplevelse. Både ved start og mål blev man båret frem af de mange tilskuere og også især inde i gågaden i Odense var opbakningen stor.</p>\n<p>Jeg forventer måske ikke at investere de mange timer det kræver, at træne op til et helt Marathon på 42,2 km indenfor den nærmeste fremtid. Men jeg regner helt sikkert med at holde formen ved lige - og dermed vende tilbage til H.C. Andersen (½)Marathon for at slå minutter af min tid.</p>\n","excerpt":"Jeg har i dag gennemført mit første ½ Marathon - og for første gang løbet mere end 18 km - netop ~21,1 km. Og det viste sig at være en større udfordring, end først antaget.","title":"Første ½ Marathon gennemført","author":"Casper Kehlet Jensen","description":"","warning":null,"draft":false,"published":{"year":2013,"month":9,"date":22,"timestamp":"2013-09-22"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}