{"slug":"forstehandsindtryk-af-windows8","html":"<p>Jeg har her til aften installeret Windows 8, og det er faktisk første gang jeg rigtig har stiftet bekendtskab med Microsofts nyeste styresystem. Det er markant anderledes end hvad man hidtil har identificeret Windows med, hvor det gør op med den velkendte &quot;start-knap&quot; og skriveborg, hvilket er erstattet med en &quot;metro-brugerflade&quot;, kendt fra WindowsPhone - ideen er, at apps og widgets er organiseret i fliser. Skrivebordet findes dog stadig, men det er gemt af vejen og bruges ikke så meget i den daglige brug. Det er altså et af de største nyskabelser og ændringer jeg nogensinde har været vidne til, fra Microsofts side, og i første omgang er det spændende.</p>\n<p>Installationen af systemet foreløb smertefrit, og noget nær det nemmeste jeg har været ude for. Selvom jeg de seneste år har set en fin tendens generelt, hvor alle og enhver kan udføre en installation uden de store komplikationer. Designet er også blevet pænere efter min smag. Jeg kan godt lide den nye stil, Microsoft efterhånden har integreret, med pæne klare farver i stærke kontraster, på flade overflader uden runde hjørner. Det er roligt at se på, og samtidig skærper det fokus på det essentielle; indholdet. Brugerfladen er nemmere og mere overskuelig end nogensinde før, med færre knapper og ikoner - uden umiddelbar mangel/reduktion af funktionalitet.</p>\n<p>Windows 8 er et styresystem, som ikke kun skal tjene desktopbrugere, men er derimod også designet som et styresystem til tablets. Der har i den forbindelse været mange spekulationer, om systemet derfor ville virke naturligt at bruge. Dette synes jeg indtil videre er tilfældet, hvorom det skal nævnes, at mit workflow med at skifte vinduer og gå til startskærmen kræver en smule tilvænning. Jeg har endnu ikke luret, hvordan man får to vinduer til at sidde side om side, uden at det ene kun får lov at optage 15-20%. Det er i hvert fald ikke intuitivt for mig, hvordan dette opnås, hvilket jeg konkluderer, at Microsoft kan gøre bedre.</p>\n<p>Når man installerer tredjeparts programmer ser man dog, at den &quot;gamle&quot; windows-opbygning er intakt, og installations-vejledninger fungerer her på traditionel vis. Filsystemet og håndteringen fungerer på normal vis. Derfor virker det lidt på mig, som at Windows7 har fået en kappe, om end en fin og tyk én, på. I modsætning til et helt nyt styresystem opbygget fra bunden. Om dette er en fordel eller ulempe kan jeg endnu ikke konkludere.</p>\n<p>Alt i alt, er jeg efter få timers brug meget tilfreds med førstehåndsindtrykket, og jeg fortryder umiddelbart ikke at have tildelt halvdelen af min harddisk til windows8 - hvor jeg før kun kørte Ubuntu 12.04.</p>\n<p>Når jeg får lidt mere tid med Windows8, og kommer mere til bunds i systemet, vil jeg muligvis lave et nyt indlæg med mine erfaringer med systemet. Og muligvis sammenligne med mit foretrukne system, Ubuntu 12.04.</p>\n","excerpt":"Jeg har her til aften installeret Windows 8, og det er faktisk første gang jeg rigtig har stiftet bekendtskab med Microsofts nyeste styresystem. Det er markant anderledes end hvad man hidtil har identificeret Windows med, hvor det gør op med den velkendte &quot;start-knap&quot; og skriveborg, hvilket er erstattet med en &quot;metro-brugerflade&quot;, kendt fra WindowsPhone - ideen er, at apps og widgets er organiseret i fliser. Skrivebordet findes dog stadig, men det er gemt af vejen og bruges ikke så meget i den daglige brug. Det er altså et af de største nyskabelser og ændringer jeg nogensinde har været vidne til, fra Microsofts side, og i første omgang er det spændende.","title":"Førstehåndsindtryk af Windows8","author":"Casper Kehlet Jensen","description":"","warning":null,"draft":false,"published":{"year":2012,"month":10,"date":22,"timestamp":"2012-10-22"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}