{"slug":"george-orwell-animal-farm","html":"<p>Politisk satire fra tiden før og under II. Verdenskrig er ikke umiddelbart en\nbeskrivelse af min foretrukne genre, når jeg vælger at kaste mig over\nbogformatet. Men efter at have læst Orwell&#39;s fremragende dystopiske roman\n<a href=\"/arkiv/george-orwell-1984\" rel=\"noopener noreferrer\">Nineteen Eighty-Four (1984)</a> var jeg mere end parat\ntil at kaste mig ud i endnu et George&#39;s roste mesterværker; for det er helt\nsikkert hvad <em>Animal Farm</em> er, et mesterværk.</p>\n<p>På en bondegård i Storbritannien, befinder sig naturligvis en lang række dyr:\ngrise, får, hunde, katte, heste, køer, mv., ejet af et menneske, Mr. Jones.\nAnført af en gammel gris (bogstaveligt), som kort før sin død igangsætter en\nrevolution på farmen, med en brandtale om bedre tider, lige vilkår for dyrene,\nog vigtigst af alt: et liv uden mennesker, hvor dyrene kan være frie.</p>\n<p>Dyrene fordriver menneskerne på farmen, og er i løbet af en dag frie.\nDyrene uddanner sig (læser bøger), og formår at køre farmen, i første omgang\nbedre, uden menneskelig indblanding. Som en del af revolutionen, nedskrives\nsyv vigtige bud, som indkapsler deres livsfilosofi.</p>\n<blockquote>\n<p>The Seven Commandments:  </p>\n<ol>\n<li>Whatever goes upon two legs is an enemy.  </li>\n<li>Whatever goes upon four legs, or has wings, is a friend.  </li>\n<li>No animal shall wear clothes.  </li>\n<li>No animal shall sleep in a bed.  </li>\n<li>No animal shall drink alcohol.  </li>\n<li>No animal shall kill any other animal.  </li>\n<li>All animals are equal.</li>\n</ol>\n</blockquote>\n<p>Arbejdet fordeles blandt dyrene, og de klogeste (grisene) står naturligvis for\norganisering og planlægning, medens det fysiske arbejde udføres af bl.a. heste,\nfår, og køer.\nMan fornemmer hurtigt, hvorledes plottet udvikler sig; grisene har som de\nklogeste, mest literære, og snedige dyr al magten. Ved hjælp af et spin af\nløgne formår de at <em>forfordele</em><a href=\"#note1\" rel=\"noopener noreferrer\">¹</a> de andre dyr,\nsom hurtigt har dårligere vilkår end før revolutionen, medens at grisene har\ndet markant bedre, dog alt sammen under sandhedsfordrejende propaganda.</p>\n<blockquote>\n<p>Such were her thoughts, though she lacked the words to express them.</p>\n</blockquote>\n<p>Problemet for de andre dyr er fint summeret i ovenstående citat; mange\nfornemmer at der er noget galt, men er ikke istand til at mønstre tilstrækkelige\nargumenter. I takt med udviklingen ændres også de oprindelige 7 bud, så fx\nbliver 4. bud til</p>\n<blockquote>\n<p>No animal shall sleep in a bed, <em>with sheets</em>.</p>\n</blockquote>\n<p>Men da dyrene har dårlig hukommelse (og/eller ringe litterære evner),\nog der ikke eksisterer noget bevis for at det nogensinde har lydt anderledes,\naccepterer de hurtigt sådanne ændringer. Løgnene tager til, og omhandler ofte\ndyrenes leder, Napoleon (en stor hangris), som værene løsningen på alle\nproblemer.</p>\n<blockquote>\n<p>“Surely, comrades, you do not want Jones back?&quot;<br>Once again this argument was unanswerable.\nCertainly the animals did not want Jones back;\nif the holding of debates on Sunday mornings was liable to bring him back,\nthen the debates must stop. Boxer, who had now had time to think things over,\nvoiced the general feeling by saying: &quot;If Comrade Napoleon says it,\nit must be right.&quot;<br>And from then on he adopted the maxim, &quot;Napoleon is always right,&quot;\nin addition to his private motto of &quot;I will work harder.” </p>\n</blockquote>\n<h2 id=\"konklusion\">Konklusion</h2>\n<p>Jeg fandt bogen utroligt interessant; man er hurtigt klar over hvilken retning\nplottet vil udvikle sig, og indeholder på den måde ingen overraskelser eller\nvanvittige plot-tvist. Men måden det lille samfund udvikler sig på, hvordan\ngrisene går fra at være ligeværdige dyr underordnet menneskerne, til at styre\nog kontrollere farmen egenhændigt er utrolig fascinerende. Parallellerne til\ndet kommunistiske styre under Sovjetunionen er også klare, og leveret på smuk\nog humoristisk vis i Animal Farm. </p>\n<blockquote>\n<p>All animals are equal, but some animals are more equal than others.</p>\n</blockquote>\n<hr>\n<p><span id=\"note1\">¹:</span>\n<a href=\"http://ordnet.dk/ddo/ordbog?query=forfordele\" target=\"_blank\" rel=\"noopener noreferrer\">forfordele</a>,\nsom i ordets oprindelige betydning; at give nogen <em>mindre</em> end andre,\neller mindre end vedkommende har krav på.</p>\n","excerpt":"Politisk satire fra tiden før og under II. Verdenskrig er ikke umiddelbart en\nbeskrivelse af min foretrukne genre, når jeg vælger at kaste mig over\nbogformatet. Men efter at have læst Orwell&#39;s fremragende dystopiske roman\n<a href=\"/arkiv/george-orwell-1984\" rel=\"noopener noreferrer\">Nineteen Eighty-Four (1984)</a> var jeg mere end parat\ntil at kaste mig ud i endnu et George&#39;s roste mesterværker; for det er helt\nsikkert hvad <em>Animal Farm</em> er, et mesterværk.","title":"George Orwell: Animal Farm","author":"Casper Kehlet Jensen","description":"Blogpost om oplevelsen af George Orwell's Animal Farm.","warning":null,"draft":false,"published":{"year":2015,"month":8,"date":7,"timestamp":"2015-08-07"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}