{"slug":"george-orwell-1984","html":"<p>George Orwell&#39;s nok mest populære værk, og ofte betragtet som et af de bedste\nlitterære værker nogensinde, &quot;1984&quot;\n(<a href=\"http://en.wikipedia.org/wiki/Nineteen_Eighty-Four\" target=\"_blank\" rel=\"noopener noreferrer\">Nineteen eighty-four</a>)\ner en dystopisk (negativt fremstillet fremtidsvision) roman udgivet i 1949.</p>\n<p>Som det fremgår af wikipedia-opslaget er historien centreret om en arbejder,\nWinston, af <em>the Outher Party</em> i et samfund styret af <em>Big Brother</em> og\n<em>the Inner Party</em>. Masseovervågning, had-kampagner, og tortur styrer\nsamfundet, som er gennemsyret af en skræmmende ideologi.</p>\n<p>Det officielle sprog <em>Newspeak</em> er kernen i den tankegang der gennemsyrer den\nvirkelighed som Winston er en del af; ordforrådet afspejler og på samme måde\nbegrænser den tankegang der skal og bør foregå i slaverne af <em>Big Brother</em>.\nOrd som udtrykker individualitet, omtanke, kærlighed, mod, og andre egenskaber,\nfølelser, og handlinger som er ildeset af <em>the Inner Party</em> er ekskluderet af\nsproget; ideen er at når det er umuligt at tænke og udtrykke disse, forsvinder\nde helt.</p>\n<h2 id=\"tusinde-tanker\">Tusinde tanker</h2>\n<p>Efter at have læst bogen er jeg nærmest blæst væk; den har efterladt et utrolig\nstærkt indtryk. Bogen er inddelt i 3 dele: første og anden del beskriver\nsamfundet og introducerer de relevante karakterer for historien. Dette er i sig\nselv spændende, men det er i kraft af 3. del, historiens klimaks, at bogen har\nsin ret.</p>\n<p>Bogen er nærmest en gyser; og den følelse bogen efterlader mig med forekommer\nmig fremmed -- nærmest ambivalent og modstridende. Indeholdende både glæde og\nsorg, angst og ro. <em>Doublethink</em>?</p>\n<p>Det ville være arrogant af mig om jeg forestillede mig at have forstået de\ndybere toner der måtte ligge gemt i en mere omfattende analyse. Måske jeg en\ndag vil genoptage denne fantastiske roman og læse den påny. For den er det helt\nsikkert værd.</p>\n<p>Det var med et snert af skepsis at jeg åbnede bogen for første gang; én af de\nmest populære bøger nogensinde. Kendt som et af de mest indflydelsesrige \nværker nogensinde, bestseller, og i top på langt de lister af typen\n&quot;must-read-books&quot; (som jeg har gennemtrævlet). Ja, et stort ansvar hvilede på\ndenne bog, og havde jeg reflekteret videre over dette, sig midt i bogen, havde\njeg nok ikke været alt for begejstret.</p>\n<p>For mit vedkommende var det ikke så meget den skræmmende fremtidsvision, som\ni dag synes mere aktuel end nogensinde før. For mig var det den hjerteskærende\nkarakterudvikling og sammenspillet med dette samfund som gjorde udslaget\n(er min umiddelbare vurdering).</p>\n<p>George Orwell har i sandhed produceret en skræmmende fascinerende roman. Tak\nfor det.</p>\n","excerpt":"George Orwell&#39;s nok mest populære værk, og ofte betragtet som et af de bedste\nlitterære værker nogensinde, &quot;1984&quot;\n(<a href=\"http://en.wikipedia.org/wiki/Nineteen_Eighty-Four\" target=\"_blank\" rel=\"noopener noreferrer\">Nineteen eighty-four</a>)\ner en dystopisk (negativt fremstillet fremtidsvision) roman udgivet i 1949.","title":"George Orwell: 1984","author":"Casper Kehlet Jensen","description":"Umiddelbare tanker vedrørende George Orwell's dystropiske roman \"1984\" (Nineteen eighty-four).","warning":null,"draft":false,"published":{"year":2015,"month":1,"date":29,"timestamp":"2015-01-29"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}