{"slug":"gor-det-selv-tv-mobel","html":"<p>I de forgangne uger har jeg <em>puslet</em> med et lille projekt, som jeg har haft mulighed for at gøre færdigt nu når jeg har haft (og næsten afsluttet) 14 dages &quot;ferie&quot;. Efter at være flyttet skulle vi have os et TV-møbel (Tv-bænk) til at stå eller hænge under fjernsynet med plads til PlayStation og diverse. Da vi ikke var tilfredse med hvad vi kunne finde på markedet ifht. design, kvalitet og pris, måtte jeg jo lave det selv!</p>\n<h2 id=\"tanker-om-bolig-og-indretning\">Tanker om bolig og indretning</h2>\n<p>Efter at være blevet husejer her i december sidste år, er interessen for boligindretning gået gevaldigt i vejret. Det er ikke noget der før rigtig har lagt mig på sinde, men pludselig er det ikke lige meget hvilken <em>lampe</em> vi har hængende over spisebordet, eller hvilke materialer borde og stole er gjort af. Det har bl.a. udmyntet sig i, at vi nu ikke kan vente på at det igen bliver tirsdag aften, og vi kan se med i næste afsnit af <em>Nybyggerne</em> på TV2. Det er spændende og giver god inspiration, samt motivation til at gøre noget interessant i hjemmet; og ikke blot gå i <em>IKEA</em> og <em>Jysk</em> for at finde alle løsningerne.</p>\n<p>Dertil skal også lægges, at vi herhjemme tænker meget over vores aftryk på kloden og dens resourcer, og derfor går ekstra meget op i at vælge bæredygtige materialler eller genbrug. Genbrug er også ofte godt ved pengepungen, og kræver det lidt arbejde at få genoplivet et gammelt møbel er det blot med til at give det og boligen sjæl.</p>\n<h2 id=\"tv-møbel\">TV-møbel</h2>\n<h3 id=\"inspiration\">Inspiration</h3>\n<p>Efter at have summet lidt over hvilket møbel vi godt kunne tænke os til stuen under TV&#39;et, (og i månedsvis at have brugt en tom flyttekasse som møbel) fik vi os sporet ind på en meget tiltalende stil. <em>Hammel møbelfabrik</em> viste sig tilfældigvis at være garant for en ganske pæn serie, som vi tænkte kunne passe perfekt ind. Deres <em>Mistral</em>-serie har et lækkert elegant og enkelt look med flotte stoflåger, og fås også i sort-hvide-grå nuancer med overflader af træ.</p>\n<p>Men man taber nemt sin dadelkugle og får ens hipster-kaffe galt i halsen, når blikket falder på prisen. I den størrelse vi kunne ønske os koster det gerne på den forkerte side af <em>5,000 kr.</em> Der er selvfølgelig tale om møbler af høj kvalitet og i et attraktivt design &mdash; men det var umiddelbart udenfor vores komfortzone for et enkelt møbel.</p>\n<p>Efter at være tæt på at give efter, og have tænkt at det var en tabt kamp at finde et pænt møbel til en overkommelig pris, stødte jeg en dag på et interessant hashtag (!): <strong>#IKEAhack</strong>. Det rette søgeord kan åbne en helt ny verden, og det var tilfældet; mange gode guides og fed inspiration til at shine brugte IKEA møbler op væltede frem. Og pludselig vidste vi, hvad vi måtte gøre.</p>\n<h3 id=\"det-endelige-produkt\">Det endelige produkt</h3>\n<p>For at holde den gode stil (som de fx gør på <a href=\"https://reddit.com/r/diy\" target=\"_blank\" rel=\"noopener noreferrer\">/r/DIY</a>) kommer først et billede af det endelige produkt:</p>\n<p><img src=\"/img/arkiv/gor-det-selv-tv-mobel/tvmobel16.jpg\" alt=\"Færdigt møbel\"></p>\n<p>Vi endte med at finde et gammelt IKEA Tv-møbel (<em>BESTÅ</em>), hvor vi har betrukket de gamle glaslåget med stof. Dertil er møblet omklædt med hylder af egetræ, og det har fået egetræsben at stå på.</p>\n<h3 id=\"pris-og-materialer\">Pris og materialer</h3>\n<p>Der er brugt følgende materialer:</p>\n<ul>\n<li>1 <strong><em>BESTÅ</em> TV-møbel fra IKEA</strong> (1200x380x400 mm) (<a href=\"http://www.ikea.com/dk/da/catalog/products/S69061227/\" target=\"_blank\" rel=\"noopener noreferrer\">Måske en ældre model af denne</a>) fundet på DBA til 150,-</li>\n<li>3 <strong>Egetræshylder</strong> (1500x400x18 mm) fundet på DBA til 300,- for 3</li>\n<li>4 <strong>Egetræsfødder</strong> købt til 379,- fra <a href=\"https://www.sengefabriksudsalg.dk/\" target=\"_blank\" rel=\"noopener noreferrer\">sengefabriksudsalg.dk</a></li>\n<li><strong>Gråt stof</strong> til betræk af låger (rest fra ombetrækning af gyngestol)</li>\n<li><strong>Elastikbånd</strong> (ca. 30,- i en hobbyforretning)</li>\n<li>16 <strong>skruer</strong></li>\n<li><strong>Bordpladeolie</strong></li>\n</ul>\n<p>Skruer, olie og betrækket havde vi allerede, så det har i alt kostet <strong>859,-</strong> at bygge dette møbel selv. Desværre kunne jeg ikke finde benene brugte, så de trækker lidt op i den samlede pris (og udgør næsten halvdelen af møblets værdi).</p>\n<p>Tilgengæld har det været et virkelig heldigt sammentræf, at vi kunne finde billige hylder af egetræ med så fine mål! De har nøjagtig samme bredde som møblet, og det har derfor kun været nødvendigt at skære hylderne til i længden.</p>\n<div id=\"tvmobel\" class=\"slider\" title=\"Tip: du kan bruge piltasterne til at navigere i galleriet\">\n    <ul class=\"slides\">\n        <li>\n            <img src=\"img/arkiv/gor-det-selv-tv-mobel/tvmobel1.jpg\" alt=\"BESTÅ TV-møbel fra IKEA\">\n            <h4>Det rå IKEA møbel</h4>\n            <p>Det har en del brugsridser i overfladen, men det er jo i dette tilfælde fuldstændig ligegyldigt. Med glaslåger og uden ben.</p>\n        </li>\n    <li>\n      <img src=\"img/arkiv/gor-det-selv-tv-mobel/tvmobel2.jpg\" alt=\"Stoffet skæres til så det passer til lågen\">\n      <h4>Afmonteret glaslåge</h4>\n      <p>Først fjernede jeg bagpapen i lågen og skar stoffet til</p>\n    </li>\n    <li>\n      <img src=\"img/arkiv/gor-det-selv-tv-mobel/tvmobel3.jpg\" alt=\"Glasset knuses\">\n      <h4>Glasset fjernes med tvang</h4>\n      <p>Glasset var limet fast i kanten af lågerammen, så jeg var nødt til at knuse det. Her skal man godt nok passe på ikke at komme til skade, med de skarpe glasskår.</p>\n    </li>\n    <li>\n      <img src=\"img/arkiv/gor-det-selv-tv-mobel/tvmobel4.jpg\" alt=\"Pap skæres til\">\n      <h4>Tilpasning af bagpap</h4>\n      <p>Det var lidt tricky at finde en god måde at betrække stoffet om lågen. Jeg valgte bruge bagpapen til at holde stoffet på plads med. Der er skåret hul med en stiksav.</p>\n    </li>\n    <li>\n      <img src=\"img/arkiv/gor-det-selv-tv-mobel/tvmobel5.jpg\" alt=\"Materialer til betræk\">\n      <h4>Brugte materialer til betræk af låge</h4>\n      <p>Til at betrække brugte jeg elastik snor for at stoffet sad stramt, klipset fast i stoffet. Papen er holdt fast med små plastik dutter der fulgte med lågen.</p>\n    </li>\n    <li>\n      <img src=\"img/arkiv/gor-det-selv-tv-mobel/tvmobel6.jpg\" alt=\"Elastikker fastmonteret\">\n      <h4>Elastikker fastmonteret</h4>\n      <p>At montere elastikkerne var egentlig ganske nemt, når altså man har to ekstra hænder. Heldigvis har min kæreste to flotte eksemplarer, der var ganske behjælplige i denne situation.</p>\n    </li>\n    <li>\n      <img src=\"img/arkiv/gor-det-selv-tv-mobel/tvmobel7.jpg\" alt=\"Pappen på\">\n      <h4>Papen ovenpå</h4>\n      <p>Det sværeste trin var at få mappen klemt på; der var lige præcis plads til den, og vi kunne snildt have brugt et par ekstra hænder, men det lykkedes at få den ned i rammen og sat på plads med plastikdutterne, som vi klippede hul til med en skarp saks.</p>\n    </li>\n    <li>\n      <img src=\"img/arkiv/gor-det-selv-tv-mobel/tvmobel8.jpg\" alt=\"Finish\">\n      <h4>Låge betrukket</h4>\n      <p>Færdigt resultat: ganske godt! Elastikkerne hjælper til at stoffet sidder stramt om lågen.</p>\n    </li>\n    <li>\n      <img src=\"img/arkiv/gor-det-selv-tv-mobel/tvmobel9.jpg\" alt=\"Træhylder skåret til\">\n      <h4>Træhylderne skæres til og får olie</h4>\n      <p>Træhylderne blev skåret til i 2x(124x40) + 2x(38.5x40), så at top og bund dækker siderne. Skarpe kanter og hjørner blev slebet og det fik olie med alm. bordpladeolie.</p>\n    </li>\n    <li>\n      <img src=\"img/arkiv/gor-det-selv-tv-mobel/tvmobel10.jpg\" alt=\"Bund monteres\">\n      <h4>Bunden monteres</h4>\n      <p>Bunden monteres med 4 skruer. Jeg sørgede for at bore for i alle huller for at være sikker på at træet ikke flækkede.</p>\n    </li>\n    <li>\n      <img src=\"img/arkiv/gor-det-selv-tv-mobel/tvmobel11.jpg\" alt=\"Top monteres\">\n      <h4>Toppen monteres</h4>\n      <p>IKEA møblet er i sig selv nemt at skille ad og samle, så tophylden blev nemt skruet i toppladen, også med 4 skruer.</p>\n    </li>\n    <li>\n      <img src=\"img/arkiv/gor-det-selv-tv-mobel/tvmobel12.jpg\" alt=\"Siderne skrues på\">\n      <h4>Siderne skrues på</h4>\n      <p>Siderne blev også skruet på; også her 4 skruer i hvert hjørne indefra i 4 af de ubrugte huller til hyldebærere.</p>\n    </li>\n    <li>\n      <img src=\"img/arkiv/gor-det-selv-tv-mobel/tvmobel13.jpg\" alt=\"Gevind til benene\">\n      <h4>Gevind til benene</h4>\n      <p>I IKEA-møblet sad allerede gevind til ben, og de passede heldigvis perfekt til de indkøbte; så jeg borede et 10mm hul i bunden til hvert ben, og så blev gevindet skruet i med håndkraft.</p>\n    </li>\n    <li>\n      <img src=\"img/arkiv/gor-det-selv-tv-mobel/tvmobel14.jpg\" alt=\"Gevind skruet i\">\n      <h4>Gevind skruet i</h4>\n      <p>Måske er jeg overforsigtig, men jeg var en anelse nervøs for at træet ville flække når de blev skruet i, for de var ret stramme at få i. Men jeg havde lavet en test i resttræet fra hylderne, som gik fint, så der var ingen problemer!</p>\n    </li>\n    <li>\n      <img src=\"img/arkiv/gor-det-selv-tv-mobel/tvmobel15.jpg\" alt=\"Vupti og på benene\">\n      <h4>Vupti! Så er vi på benene</h4>\n      <p>Så kom den på benene! Sådan ser den ud i færdigsamlet tilstand.</p>\n    </li>\n    <li>\n      <img src=\"img/arkiv/gor-det-selv-tv-mobel/tvmobel16.jpg\" alt=\"Med en låge åbent\">\n      <h4>Med en låge åbent</h4>\n      <p>Lågerne er nemme at åbne og behøver ikke greb. Man kan måske synes at bagsiden af lågerne ikke er så køn, men i det mindste fik vi monteret elastikkerne relativt pænt og symmetrisk, så vi er rigtig tilfredse med resultatet.</p>\n    </li>\n    </ul>\n</div>\n\n<script>\n$(document).ready(function() {\n    //Initialize slider\n    $('.slider').imageSlider({slideWidth: 860, slideHeight: 900, allowKeys: true});\n});\n</script>\n","excerpt":"I de forgangne uger har jeg <em>puslet</em> med et lille projekt, som jeg har haft mulighed for at gøre færdigt nu når jeg har haft (og næsten afsluttet) 14 dages &quot;ferie&quot;. Efter at være flyttet skulle vi have os et TV-møbel (Tv-bænk) til at stå eller hænge under fjernsynet med plads til PlayStation og diverse. Da vi ikke var tilfredse med hvad vi kunne finde på markedet ifht. design, kvalitet og pris, måtte jeg jo lave det selv!","title":"Gør-det-selv TV-møbel","author":"Casper Kehlet Jensen","description":"Hjemmebygget TV-møbel som IKEA-hack med egetræsfinish","warning":"Billedviser død","draft":false,"published":{"year":2018,"month":3,"date":1,"timestamp":"2018-03-01"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}