{"slug":"harry-potter-and-the-methods-of-rationality","html":"<p><em>Harry Potter and the Methods of Rationality</em> (HPMOR) er en fanfiction skrevet\naf <em>Eliezer Yudkowsky</em>, startet i 2010 og med udgivelse af sidste kapitel på\n<em>Pi day</em> (d. 14. marts). Historien er naturligvis sat i Harry Potter universet,\ndog med præmissen om at Harry James Potter-Evans-Verres er vokset op hos hans\ntante Petunia og hendes mand, Michael Verres-Evans, en Universitets professor.\nHarry er et vidunderbarn med utrolige analytiske egenskaber og grundig viden\nindenfor videnskaberne og litteratur. Hans møde, og hans tilgang til den magiske\nverden, er utrolig velskrevet, morsom, lærerig, og ikke mindst, <em>rationel</em>.</p>\n<blockquote>\n<p>I ask the fundamental question of rationality:\nWhy do you believe what you believe?\nWhat do you think you know and how do you think you know it?</p>\n</blockquote>\n<p>Bogen, historien, værket, eller hvad man ønsker at kalde HPMOR, tilhører en\nkategori jeg før aldrig havde stiftet bekendtskab med. <em>Fanfiction</em> er genren;\nalle og enhvers mulighed for at eksplorere alternative slutninger eller\nhandlingsforløb, eller afprøve nye omgivelser, bekendtskaber, og/eller forhold\ni allerede etablerede universer. Et populært udgangspunkt er Harry Potter\n&mdash; et univers jeg er særdeles bekendt med gennem bøger (og film), læst\n(især) og set flere gange. Hvad der fangede mig var naturligvis præmissen med\nden rationelle tankegang og de videnskabelige referencer.</p>\n<blockquote>\n<p>But I really am Ravenclaw, you know, not Slytherin.\nI don&#39;t want to rule the universe.\nI just think it could be more sensibly organised.</p>\n</blockquote>\n<p>Sjældent har jeg konsumeret en bog med så stor hastighed; De første ~80% læste\njeg henover juleferien, hvorefter jeg overbeviste mig selv om, at de resterende\nkapitler (på det tidspunkt ikke udgivet endnu) ville jeg læse samlet som del\naf min læse-12-(mindst)-bøger-på-et-år udfordring. Og ja, de sidste ~20% læste\njeg på 2 dage.\n<a href=\"http://www.reddit.com/r/HPMOR/comments/2uemu8/how_many_total_words_will_hpmor_be_estimate/co7rjzi\" target=\"_blank\" rel=\"noopener noreferrer\">(Hele historien svarer næsten til de første 5 (originale) HP-bøger.)</a>\nSagen er bare, at historien er utrolig fangende; det har været fascinerende at\nvære &quot;inde i hovedet&quot; på en der virkelig forsøger at rationalisere <em>alt</em>.</p>\n<blockquote>\n<p>Note to self:\nOverthrow government of magical Britain at earliest convenience.</p>\n</blockquote>\n<p>HPMOR er <em>spækket</em> med fantastisk humoristisk dialog; især mellem Harry og \nMcGonagall viser sig et interessant forhold:</p>\n<blockquote>\n<p>&ndash; With respect, Professor McGonagall,\nI&#39;m not quite sure you understand what I&#39;m trying to do here.</p>\n<p>&ndash; With respect, Mr. Potter, I&#39;m quite sure I don&#39;t.\nUnless &mdash; this is a guess, mind &mdash;\nyou&#39;re trying to take over the world?</p>\n<p>&ndash; No! I mean yes &mdash; well, NO!</p>\n<p>&ndash; I think i should perhaps be alarmed that\nyou have trouble answering the question.</p>\n</blockquote>\n<h2 id=\"konklusion\">Konklusion</h2>\n<p>Det er tankevækkende, at den bog jeg måske har været aller mest spændt omkring,\ner også den bog jeg har behandlet i ringest omfang. Jeg ved nærmest ikke hvor\njeg skal slå ned, og ønske på samme vis ikke at afsløre alle de lækre detaljer\nder gemmer sig i den sprudlende, intelligente dialog og plot.</p>\n<blockquote>\n<p>World domination is such an ugly phrase.\nI prefer to call it world optimisation.</p>\n</blockquote>\n<p>Jeg har også læst en del kommentarer i HPMOR&#39;s subreddit\n<a href=\"http://reddit.com/r/hpmor\" target=\"_blank\" rel=\"noopener noreferrer\">/r/hpmor</a>, som både har været utrolig positive,\nmen også mange (stadig konstruktive), men kritiske kommentarer.\nFor det skal med, at HPMOR stadig bærer præg af at være produktet af en enkelt\nmands værk, skrevet i fritiden over flere år, og med et ambitiøst mål om at\nskabe et konsistent univers. Der er visse detaljer, specielt vedrørende \nklimaks, som muligvis ikke lever op til samme kvalitet som resten; visse\npassager der kan optimeres, trimmes eller omskrives for større klarhed, etc.</p>\n<p>Men det har ikke, for mit vedkommende, været svært at acceptere, da der er så\nmeget der er gjort rigtigt, og anderledes. Og har man ikke fået nok, eller\nønsker man alternative handlingsforløb, så er <em>fanfiction</em>-fællesskabet utrolig\naktivt, og der er allerede adskillige HPMOR-fanfictions i gang (ja, fanfiction\naf en fanfiction).</p>\n<p><em>Jeg</em> er solgt; tak Eliezer Yudkowsky, tak J. K. Rowling.</p>\n<blockquote>\n<p>I CAN DO MAGIC! FEAR ME, LAWS OF PHYSICS, I&#39;M COMING TO VIOLATE YOU!</p>\n</blockquote>\n","excerpt":"<em>Harry Potter and the Methods of Rationality</em> (HPMOR) er en fanfiction skrevet\naf <em>Eliezer Yudkowsky</em>, startet i 2010 og med udgivelse af sidste kapitel på\n<em>Pi day</em> (d. 14. marts). Historien er naturligvis sat i Harry Potter universet,\ndog med præmissen om at Harry James Potter-Evans-Verres er vokset op hos hans\ntante Petunia og hendes mand, Michael Verres-Evans, en Universitets professor.\nHarry er et vidunderbarn med utrolige analytiske egenskaber og grundig viden\nindenfor videnskaberne og litteratur. Hans møde, og hans tilgang til den magiske\nverden, er utrolig velskrevet, morsom, lærerig, og ikke mindst, <em>rationel</em>.","title":"Harry Potter and the Methods of Rationality","author":"Casper Kehlet Jensen","description":"Kommentarer vedrørende fanfiction-værket Harry Potter and the Methods of Rationality","warning":null,"draft":false,"published":{"year":2015,"month":6,"date":3,"timestamp":"2015-06-03"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}