{"slug":"hc-andersen-marathon-2015","html":"<p>Den 4. oktober 2015 deltog jeg ved H.C. Andersen Marathon (½ maraton distancen)\ni Odense. Det gik godt.</p>\n<p>Klokken er 6:55. En alarm bimler i den anden ende af lejligheden. Luftmadrassen\nknirker idét en arm famler i blinde, finder den stilhedsafbrydende kilde, og\nhenlægger igen lejligheden til slumring. Lidt efter bipper mit Rubik&#39;s Cube\nvækkeur. Jeg drejer per automatik på øverste lag og den slukker. Jeg er vågen\nnu &mdash; men det følte jeg allerede at jeg halvvejs var; min søvn har været\nsporadisk, diskontinuert. Det er i dag der er løb. Det er i dag, at jeg tager\nmin revanche.</p>\n<p>Jeg stiger ud af sengen, og til synet af en lejlighed på 28km² i kaos: tøj,\ntasker, og mennesker ligger over det hele. Mine forældre og min søster vel at\nmærke. Efter at have udskilt min svagt gule morgenurin (væskebalance: ✓) og\ndrukket 300 ml koldt postevand, finder jeg havregrynen frem. Farmand er godt\nigang med rugbrød og nutella. Min Far og jeg er de i løbet deltagende medlemmer\naf familien; den kvindelige halvdel står for support og godt selskab.</p>\n<p>Et solidt præ-løb måltidsindtag senere (og en halv time mere på sengen)\nbegynder realiteten at gå op for mig. Klokken nærmer sig afgang, og jeg\npåklæder mig blå løbetee (med SDU logo), sorte løbetights, sorte løbestrømper\nog mine lækre New Balance Minimus Zero v2 (blå og gule). Får jaget nåle i\ntrøjen til startnummeret, og afsted vi cykler til Odense Idrætspark.</p>\n<p>Ivrig som en <attr title=\"Nej da, en ræv!\">bæver</attr> cykler jeg afsted, og\nhar lidt svært ved at begrænse mig til &lt;25 km/t, hvor alle kan være med.\nIdrætsparken er allerede svært proppet med, formoder jeg, spændte løbere.\nJeg spejder efter kendte ansigter og får hilst på Kasper fra løbeklubben.\nTiden går som tid nu godt nok ikke gør (hey, hvis du læser dette for din\ninteresse i sproget og håb om en litterær orgasme, må jeg nok skuffe), men\nalligevel i et moderat tempo som passer det godt. I hvert fald luntede jeg med\nFarmand mod start og den grønne ballon. Pace 04:16 min/km (maraton tid 03:00:00).</p>\n<p><img src=\"/img/arkiv/hc-andersen-marathon-2015/hca2015-pre-far+casper-resized.jpg\" alt=\"Placeholder\"><br>Pre: Far og Casper klar til start.</p>\n<p>Andreas tilkendegiver sin tilstedeværelse i feltet; endnu en maratonløber fra\nløbeklubben. Vi er spændte. Jeg er spændt; Andreas virker spændt. Min Far, en\nnoget rutineret herre med 20 maraton bag sig udviser ikke helt samme nervøsitet\n&mdash; fair nok. Sekunder før startskuddet går, ønsker jeg Andreas god tur,\ngiver Farmand et anerkendende nik og forundres over den aparte (min overraskende\nfine) klassiske musik fra højtalerne. Bang. Sæt i gang.</p>\n<p><img src=\"/img/arkiv/hc-andersen-marathon-2015/hca2015-start-gormfoto-resized.jpg\" alt=\"Placeholder\"><br>H.C. Andersen Marathon 2015 skydes igang! &copy; gormfoto.dk.</p>\n<p>Min første tanke omhandler mine ben, som virker en anelse tunge. Maks 10\nsekunder inde i løbet er den tanke borte. Løbere over det hele. Mennesker langs\nstartområdet hepper. Jeg fokuserer på at indordne mig i feltet, men fornemmer.\nJeg føler. Jeg er i den grad i live. Det er en fed følelse. Som en del af noget\nstørre.</p>\n<p>Jeg har været spændt og nervøs inden løbet. Mest af alt, angående pace. Hvilken\nFart skulle jeg forsøge at lægge ud med? Man løber gerne hurtigere med et\nstartnummer. Men &quot;fadæsen&quot; fra <a href=\"/arkiv/forste-12-marathon-gennemfort\" rel=\"noopener noreferrer\">2013</a> skal\nrevanceres. Tavlen skal viskes ren, og en gentagelse skulle under ingen\nomstændigheder finde sted. Hårdt at sige om første marathon, men jeg var ikke\ntilfreds med 01:44 selv dengang. Uden helt at kunne sige hvordan, blev jeg med\nmin Far enig om 04:16. Jeg havde snakket frem og tilbage om at lægge ud i\n04:25±5 min/km. Jeg gætter på at det var den grønne ballon. Så fin og grøn.</p>\n<p>Efter en lidt hektisk start i forhold til placering, kom vi afsted med grøn\ngruppe, og jeg var godt løbende. Stabil puls i zone 4 (anaerob, 164-176 bpm).\nEfter ca. 10 km begynder iveren at tage over. Jeg begynder at lægge mig forrest\ni gruppen, og mærker dét. En fantastisk følelse af løber-velvære. Jeg har\noverskud. Fornuften (hold dig til planen) får ikke meget spillerum. Instinktet\nhar overtaget, og jeg trækker fra med en gennemsnitsFart på ~04:08 min/km.\nPulsen for et lille nøk, og jeg forlader zone 4; enter zone 5 (maksimal, 177-190). </p>\n<p>Jeg flyver derudaf. Ind igennem byen står Mor og Camilla (søster) og hepper á to omgange.\nJeg <em>kan ikke lade være</em> med at smile stort; den gode opbakning holder mig\nflyvende. Min Far så jeg sidst ved 10 km, lige inden jeg tog væske ved et\ndepot. Det var ikke min mening at løbe fra, sådan uanmeldt, men jeg regnede med\nat han havde set (og ladet) mig løbe.</p>\n<p>Distancen når aldrig af være en udfordring, og hen i mod de afsluttende\nkilometer, er jeg klar over at jeg kan holde hjem. Jeg skeler ikke engang til\nuret. Jeg <em>ved</em> at jeg holder tempo, kan se det på de medløbende jeg langsomt\noverhaler på vejen. Lyset brænder i mit bryst. Jeg er glad.</p>\n<p>Jeg drejer ind mod idrætsparken, og jeg sætter Farten op. Det går let nedad,\nog jeg skyder afsted. En løber, hvem jeg passer tæt forbi, ønsker mig\n&quot;god tur til mål&quot; (eller noget i den retning). Det betyder virkeligt noget,\nog jeg giver ham tomlen op og et smil han ikke når at se.\nDet er ikke tanken om mål og dét at være færdig der pacer mig frem. Det er ikke\nmedaljen og det er heller ikke det bugnende måldepot. I disse øjeblikke\n<em>elsker jeg bare at løbe</em>. Af hele mit hjerte, og jeg kan mærke en klump i\nhalsen (på den gode måde); underløben bævrer en smule. Jeg skyder stolt brystet\nfrem. Sømmet i bund; den får fuld skrue, og jeg indtager nær-makspuls: 193 bpm.\nTerminal-hastigheden er 21.15 km/t (03:09 min/km).</p>\n<p><a href=\"https://www.sportstiming.dk/Results/IndividualResult.aspx?Id=1218001\" target=\"_blank\" rel=\"noopener noreferrer\">01:27:57</a>.</p>\n<p>Jeg kigger tilbage på displayet og ser tiden. Min første tanke er lidt dum; jeg\nnår at være en anelse skuffet i et par sekunder, for tiden matcher ikke helt\nfølelsen. Jeg var i løber-himlen, og jeg kneb mig kun lige under 01:30 med\nto minutter. Det slår mig, at det jo betyder at jeg kom under 01:30 med to\nminutter. Med en medalje (hvor kom den fra?) om halsen vandrer jeg lidt rundt\ni blinde, men følelserne banker på. Jeg er kontrolleret og fattet, men det er\nstadig overvældende. Mor og Camilla står i nærheden og ønsker tillykke, tror\njeg nok. De gør mig også opmærksom på, at Far er ved at komme i mål. Jeg kigger\nop, og ser ham løbe i mål i 01:30:03. Super godt. <em>Så er alt som det skal være.</em></p>\n<p><img src=\"/img/arkiv/hc-andersen-marathon-2015/hca2015-post-far+casper-resized.jpg\" alt=\"post: Far og Casper\"><br>Far og Casper har gennemført ½ marathon.</p>\n<h2 id=\"konklusion\">Konklusion</h2>\n<ul>\n<li>✓ Kom under 01:30</li>\n<li>✓ Kom før Far</li>\n<li>✓ God opbakning</li>\n<li>✓ Godt vejr i en smuk by</li>\n<li>✓ Frø sået, next-up: maraton!</li>\n<li>✓ Billede med Fyens Stiftidendes maskot</li>\n</ul>\n<p><img src=\"/img/arkiv/hc-andersen-marathon-2015/hca2015-tiger-camilla+casper-resized.jpg\" alt=\"Placeholder\"><br>Fyends Stiftidendes maskot får et billede med Camilla og Casper.</p>\n","excerpt":"Den 4. oktober 2015 deltog jeg ved H.C. Andersen Marathon (½ maraton distancen)\ni Odense. Det gik godt.","title":"H.C. Andersen ½ Marathon 2015","author":"Casper Kehlet Jensen","description":"Essay for oplevelsen ved H.C. Andersen Marathon 2015 i Odense. Det var et godt løb.","warning":null,"draft":false,"published":{"year":2015,"month":10,"date":6,"timestamp":"2015-10-06"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}