{"slug":"hylden","html":"<p>Et større projekt er efterhånden nået til vejs ende! Mit første projekt med\nhåndlavede træsamlinger i det hårde, men smukke, egetræ til indendørs brug\ner der tale om her! Jeanette havde i månedsvis snakket om, hvordan hun så\ngodt kunne tænke sig en lækker hylde i træ til stuen, og jeg anede der mig\nen rigtig god mulighed for god øvelse i det finere træarbejde med\nhåndværktøj der efterhånden er blevet en stabil hobby for mig.</p>\n<p>Jeg vil ikke kede læseren med <em>hele</em> procesesson, fx de mange diskussioner\n(både interne og med Jeanette) om hvordan hylden nu også skulle tage sig\nud, materialevalg, og især hvilke hyldeknægte der skulle bruges. Jeg kan\nblot meddele folket at jeg tog <del>skeen</del>stemmejernet i egen hånd og besluttede\n<em>selv</em> at lave dem! Det skulle vise sig at være en større opgave end først\nantaget... Nuvel! Jeg fortryder absolut intet!</p>\n<p>Materialevalget faldt naturligvis på <em>eg</em> &mdash; Fagales Fagacae Quercus\nRobur. Den klart foretrukne træsort til indendørs brug herhjemme. Jeg havde\nlidt stumper tilbage fra tidligere projekter i egetræ, foruden den planke\njeg naturligvis købte til at udgøre selve hylden.</p>\n<p>Råmaterialet:\n<img src=\"/img/arkiv/hylden/IMG_0140.JPG\" alt=\"Plankeudvalg i Bauhaus\"></p>\n<h2 id=\"hyldeknægtene\">Hyldeknægtene</h2>\n<p>Til én knægt (jeg kan vel undlade hylde-, der er vel ingen der i tvivl om\nkonteksten længere?) savede jeg en <em>pind</em> (det bliver det vel, I guess).\nDernæst skulle den naturligvis gøres både ret og plan. Dét foregik med\nmin dejlige Stanley No. 4. Høvlet på alle sider savede jeg pinden i 3\nstykker, der skulle udgøre elementerne i en hyldeknægt.</p>\n<p><img src=\"/img/arkiv/hylden/IMG_0142.JPG\" alt=\"Pinden høvles\">\n<img src=\"/img/arkiv/hylden/IMG_0165.JPG\" alt=\"Arbejdstegning\"></p>\n<p>De to sider (kateterne i trekantkonstruktionen) lod jeg samle med\n<em>svalehaler</em>. Én af de absolut smukkeste træsamlinger &mdash; og en\nvirkelig stærk samling også. Samlingen, vidste jeg selvølgelig godt,\nville være skjult, men min tanke var at den ville tjene et perfekt formål\nsom øvelse. Skråstiveren, der fordeler trykket fra hyldens yderste punkter\nlavede jeg taphuller til i begge sider, sådan at den samles helt uden skruer,\ndyvler eller lim! Det synes jeg jo i sagens natur er ganske elegant.</p>\n<p><img src=\"/img/arkiv/hylden/IMG_0168.JPG\" alt=\"Der er savet ud til halerne\">\n<img src=\"/img/arkiv/hylden/IMG_0171.JPG\" alt=\"Midterstykket stemmes ud\">\n<img src=\"/img/arkiv/hylden/IMG_0172.JPG\" alt=\"Første halvdel færdig\">\n<img src=\"/img/arkiv/hylden/IMG_0173.JPG\" alt=\"Anden halvdel påbegyndt\">\n<img src=\"/img/arkiv/hylden/IMG_0174.JPG\" alt=\"To funktionelle havldele\">\n<img src=\"/img/arkiv/hylden/IMG_0324.JPG\" alt=\"Elementerne er parate til samling\">\n<img src=\"/img/arkiv/hylden/IMG_0331.JPG\" alt=\"1stk. funktionel hyldeknægt\"></p>\n<p>Jeg afsluttede hyldeknægtende med at hævle enderne skrå. Dernæst udstemmede\njeg... (ja, beklager virkelig for mit ordforråd; jeg føler mig lidt som analfabet\nnår jeg skal beskrive disse processer med så faglig korrekt sprogbrug som\nmuligt. De forskellige samlinger har mange navne, hvoraf adskillige kender jeg\nikke betegnelserne for&mdash;eller måske kun den engelske betegnelse.)\nJa, dernæst udstemmede jeg en fordybning til hyldeknægtene i selve hylden,\nsådan at den er &quot;låst&quot; når den er sat op.</p>\n<p><img src=\"/img/arkiv/hylden/IMG_0598.JPG\" alt=\"2stk. funktionelle hyldeknægte\">\n<img src=\"/img/arkiv/hylden/IMG_0713.JPG\" alt=\"Hyldeknægte med afslutninger\"></p>\n<p><img src=\"/img/arkiv/hylden/IMG_0744.JPG\" alt=\"Der stemmes ud i hylden\">\n<img src=\"/img/arkiv/hylden/IMG_0808.JPG\" alt=\"Afsluttes med min nye grundhøvl\">\n<img src=\"/img/arkiv/hylden/IMG_0813.JPG\" alt=\"så er hylden klar til sidste behandling\"></p>\n<p>Med disse designvalg har jeg fuldstændig undgået brug af skruer/søm, lim,\nog/eller dyvler. Blot 4 skruer og dybler er anvendt til at montere hyldeknægtene\npå væggen. Inden de kom op fik pladerne og hyldeknægtene en rustik bordpladeolie.</p>\n<p><img src=\"/img/arkiv/hylden/IMG_0856.JPG\" alt=\"Opsætning: første hyldeknægt\">\n<img src=\"/img/arkiv/hylden/IMG_0859.JPG\" alt=\"Opsætning: hylde på plads\">\n<img src=\"/img/arkiv/hylden/IMG_0873.JPG\" alt=\"Jeanette flytter ind på hylden\"></p>\n<h2 id=\"sidste-betragtninger\">Sidste betragtninger</h2>\n<p>Projektet mangler en lille sidste detalje før det er ægte fuldendt; to\nØ 1cm dyvler skal lige laves og skjule den ene skrue i hver hyldeknægt der er\nsynlig. (Den anden skrue er placeret i hullet hvor skråstiveren er fæstnet.)</p>\n<p>Der har været overordentligt stille her på bloggen den seneste tid. Ja,\nkigger man i arkiverne har der faktisk ikke været skrevet siden 2018! Det\ner jo ganske uhørt! Ærgeligt også, da megen af den udvikling jeg, trods min\nhøje alder, stadig undergår ikke er dokumenteret her. I 2019 fik jeg min\nfantastiske høvlebænk af en virkelig god ven, og den har været omdrejningspunktet\nfor mange gode projektet, hvoraf min værkstedsreol står særligt ud i\nhukommelsen. Det var første gang jeg lavede et projekt med træsamlinger,\nog for rigtigt at øve det, designede jeg reolen så den havde <em>massere</em> af dem!</p>\n<p>Måske jeg end dag kan berette om dette og andre gode træprojekter og\nmit lille kartotek af spændende håndværktøj i senere tilbageblik her på bloggen.\nHvem ved? </p>\n<p>Desværre har den globale virus-krise sat en stopper <em>trægruppen</em> i Kolding\nHusflidsforening; dvs. sløjd om mandagen er aflyst frem til sæsonen begynder\npåny i september. Det er naturligvis ganske forfærdeligt, for det har været\nen kæmpe fornøjelse at arbejde med træ hver mandag sammen med en skøn flok\ntræinteresserede! Men det hænder sjældent at der er noget der <em>så</em> skidt at\ndet slet ikke er godt for et eller andet; og ja, tvungne hjemmearbejdsdage\nhar da den klare fordel at jeg sparer 2 timer om dagen i transport! Foruden\nmere søvn, giver det måske også ekstra luft til et nyt projekt?</p>\n","excerpt":"Et større projekt er efterhånden nået til vejs ende! Mit første projekt med\nhåndlavede træsamlinger i det hårde, men smukke, egetræ til indendørs brug\ner der tale om her! Jeanette havde i månedsvis snakket om, hvordan hun så\ngodt kunne tænke sig en lækker hylde i træ til stuen, og jeg anede der mig\nen rigtig god mulighed for god øvelse i det finere træarbejde med\nhåndværktøj der efterhånden er blevet en stabil hobby for mig.","title":"Hylden","author":"Casper Kehlet Jensen","description":"Jeg har lavet en hylde med tilhørende hyldeknægte i egetræ.","warning":null,"draft":false,"published":{"year":2020,"month":3,"date":15,"timestamp":"2020-03-15"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}