{"slug":"illegal-download-af-universitets-boeger","html":"<p>For nyligt læste jeg følgende artikel\n<a href=\"http://www.washingtonpost.com/blogs/answer-sheet/wp/2014/09/17/more-students-are-illegally-downloading-college-textbooks-for-free/\" target=\"_blank\" rel=\"noopener noreferrer\">om illegal download af bøger til brug på Universitet</a>.\nDen sætter fokus på en stigende tendens blandt universitetsstuderende; bøgerne\nanskaffes i højere grad på ulovlig vis som eksempelvis pdf-filer på diverse\nwebsites.</p>\n<p>Desværre går artiklen overhovedet ikke i dybden med væsentlige årsager til denne\ntendens &mdash; men hvis man opsøger kommentarerne til artiklen længere nede\npå siden finder man, efter min mening, én af de væsentligste årsager.</p>\n<h2 id=\"problemet\">Problemet</h2>\n<p>Lad mig citere to kommentarer:</p>\n<blockquote>\n<p>The root of this problem (and it IS a problem) has two destructive branches.\n#1--The growing lack of respect for LAW and Copyright among our future\nleaders. This deterioration of morals WILL have adverse effects on our culture\nand prosperity. #2) GREED of Authors, Publishers, Distributors, etc. who\ncollectively fail to comprehend the corrosive effect of unreasonable prices\nplaces on these &#39;essential goods.&#39; [...]</p>\n<p>&mdash; <cite>KEBOWERS Ret</cite></p>\n</blockquote>\n<p>og (svaret på denne kommentar)</p>\n<blockquote>\n<p>Give me a break about morals. Do you know for every $300 book there is the\nidentical book for $30 that the same publishers sell in India? It has a\nsoftcover and uses cheaper paper and has the words &quot;Not for sale in North\nAmerica&quot; written in bold letters on it. You can find them for sale on Ebay\netc. Why don&#39;t the publishers make these available in the US? Simply profits.\nSo no - it is not a lack of morals because students are finding ways around\ncorporations that ABUSE the copyright laws to generate more profits. Also,\nwhy do you need to publish a new edition about the History of Egypt every 2\nyears? Same content, change a few pages [...]</p>\n<p>&mdash; <cite>inkhaton</cite></p>\n</blockquote>\n<p>Og det er præcis samme oplevelse jeg selv har af problemet.\nJeg ser det som et stort problem, og unfair for studerende, at de pranges\nbøger på, som typisk koster mellem 500 og 600 kr. stykket. Og selvom denne pris\ner utroligt høj, er det langtfra ensbetydende med matchende kvalitet!\nOfte er printet stadig fx uden farver, i paperback og ofte med ringe\nprint-kvalitet! Og dét for en bog med få modifikationer og måske tilføjelse af\net afsnit hist og her fra tidligere udgave. Og typisk en &quot;International Edition&quot;\nmodificeret med det formål (skulle man tro) at gøre det besværligt at anvende\nsamme US-edition; fx oplever man ofte at opgaverne/øvelserne til hvert kapitel\nhar fået ændret <em>rækkefølge</em>, eller fx modificeret med andre\nbegyndelsesbetingelser og/eller variable.</p>\n<h2 id=\"en-løsning\">En løsning</h2>\n<p>Én af kommentarerne i førnævnte artikel proklammerer imidlertid for en helt\nigennem <em>fantastisk</em> løsning: Open Source! Brug af gratis bøger, frit\ntilgængelige på nettet.</p>\n<blockquote>\n<p>I am an instructor at a university. After seeing the prices and options for\ntextbooks, I decided to use a free textbook for the statistics class I teach\n(<a href=\"http://www.openintro.org\" target=\"_blank\" title=\"undefined\" rel=\"noopener noreferrer\">www.openintro.org</a>). Another professor I know has just written his own book,\nto distribute free to his students, because the only books he could find for\nhis media class were overpriced. I applaud the creators of these free, open\nsource materials and hope that more professors use them and participate in\ntheir creation.</p>\n<p>&mdash; <cite>ben83</cite></p>\n</blockquote>\n<p>Efter at have kigget kort på <a href=\"http://www.openintro.org/index.php\" target=\"_blank\" rel=\"noopener noreferrer\">hjemmesiden</a>\nog specielt bogen, er jeg virkelig forbløffet hvorfor dette ikke er normen, hvor\ndet kan lade sig gøre. Jeg deltager faktisk på nuværende tidspunkt i et\nintroducerende statistik kursus, som anvender en utrolig dyr bog &mdash; og det\nselvom at kun 2-3 kapitler af 11 er pensum. Denne gratis bog dækker ved første\nøjekast præcis samme materiale! På hjemmesiden kan man downloade bøgerne gratis,\nog for blot $9.94 (<a href=\"https://www.google.dk/search?q=9.94+%24#q=%249.94+in+dkk\" target=\"_blank\" rel=\"noopener noreferrer\">57.31 danske kroner!</a>).\nYdermere kan man fx downloade LaTeX kildekoden, individuelle kapitler, tablet-venlig\nudgave, data set, etc.</p>\n<p>I de tilfælde, hvor en sådan bog er dækkende for et kursus, virker det jo\n<em>vanvittigt</em> ikke at udnytte disse fantastiske materialer. Det skal dog også\nsiges, at jeg selv <em>har</em> oplevet kurser, hvor gratis materialer er anvendt;\ndet gælder specielt introducerende kurser i programmering, som fx har anvendt\nbøger om programmering i Python: <a href=\"http://greenteapress.com/thinkpython/thinkpython.html\" target=\"_blank\" rel=\"noopener noreferrer\">&quot;How to Think Like a Computer Scientist&quot;</a>\nog Java: <a href=\"http://math.hws.edu/javanotes/\" target=\"_blank\" rel=\"noopener noreferrer\">&quot;Introduction to Programming Using Java, 7th Edition&quot;</a>\n&mdash; begge udemærkede, <em>gratis</em> bøger.</p>\n<p>Nu har jeg desværre ikke implementert kommentarer på denne blog (endnu?),\nså der er ikke mulighed for at have en hed diskution her på siden.\nMen hvis du har modspil eller en kommentar, så er du naturligvis velkommen til\nat kontakte mig!</p>\n","excerpt":"For nyligt læste jeg følgende artikel\n<a href=\"http://www.washingtonpost.com/blogs/answer-sheet/wp/2014/09/17/more-students-are-illegally-downloading-college-textbooks-for-free/\" target=\"_blank\" rel=\"noopener noreferrer\">om illegal download af bøger til brug på Universitet</a>.\nDen sætter fokus på en stigende tendens blandt universitetsstuderende; bøgerne\nanskaffes i højere grad på ulovlig vis som eksempelvis pdf-filer på diverse\nwebsites.","title":"Illegal download af universitets bøger","author":"Casper Kehlet Jensen","description":"Der er en stigende tendens i illegal download af universitetsbøger på nettet. Men hvad er årsagen? Og er der løsninger til at modvirke denne tendens?","warning":null,"draft":false,"published":{"year":2014,"month":9,"date":18,"timestamp":"2014-09-18"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}