{"slug":"janne-teller-odins-o","html":"<p>Et gensyn med Janne Teller i det nye år har været en anderledes men interessant oplevelse.\nEfter at have læst <em>The Martian</em>, kastede jeg mig over <em>Odins Ø</em> af Janne Teller, en forfatter\njeg tidligere har været introduceret til (se <a href=\"/arkiv/intet\" rel=\"noopener noreferrer\">Intet</a>) og fundet særlig læseværdig.\nDet var mig derfor naturligt at læse hendes første udgivelse, <em>Odins Ø</em>, da jeg fik den i gave forrige jul.</p>\n<p><img src=\"/img/arkiv/janne-teller-odins-o/janne-teller-odins-o.jpg\" alt=\"Janne Teller: Odins Ø\"></p>\n<p>Og sikken bog; overhovedet ikke som jeg havde forestillet mig, men spændende læsning fra ende til anden.\nKort fortalt, er <em>Odins Ø</em> sat i nutiden (1999, samme år bogen er fra) i et samfund ganske lig vores.\nHer <em>dumper</em> Odin imidlertid ned fra himlen på, hvad der senere viser sig at være, en ganske særlig lille ø,\nog husker intet andet end at han har travlt, da han skal overbringe ilde varsler. Men da hans ene hest, Rigmarole,\nbrækker benet ved landingen, søger han nu vidt og bredt efter denne <em>Veteranius</em> der kan hjælpe hesten, og <em>Odin</em> videre på deres færd.</p>\n<p>At <em>Odin</em> i det moderne samfund ikke har hverken CPR-nummer eller tilhørssted, sætter en kædereaktion af hændelser igang af stadigt eskalerende grad, der sætter samfundet på den anden ende, og kanten af ragnarok.\nFor er denne mystiske lille mand, <em>Odin</em>, den nye messias, Jesus genkomst, eller Alahs budbringer? Ingen ved det, men alle tror de gør.</p>\n<p>Foruden de der ønsker at udnytte situation og <em>Odin</em>s tilstedeværelse for egen vindings skyld, er der også få der ønsker at hjælpe <em>Odin</em>; og han har bl.a. følgeskab af bankdamen Sigbrit og Ambrosius fiskeren.\nEn broget flok udgør dog tilsammen en spændende konstellation, og deres færd er ganske interessant at følge.</p>\n<blockquote>\n<p>Det var i al sandhed lidt af et uheld. Men heldigvis er der ikke det uheld, som lidt held ikke kan råde bod på.</p>\n</blockquote>\n<p>Sprogligt er bogen meget finurlig, og jeg kommer her til kort med min manglende sproglige kapacitet til at rumme, analysere og til fulde redegøre for, samt formidle det fulde omfang af Janne Tellers forunderlige sprogbrug.\nMen i form af <em>Odin</em>s mange underholdende citater, kapitlernes indledende næsten uforståelige digte, og den generelle beskrivelse af samfundet som hele er underholdning nok i sig selv.</p>\n<blockquote>\n<p>Når visdomme fugle drager bort, kan man kun fare vild.</p>\n</blockquote>\n<h2 id=\"konklusion\">Konklusion</h2>\n<p><em>Odins Ø</em> tænker jeg først og fremmest som en bog man (måske burde!) have læst i folkeskolen/gymnasiet,\nmen kan sagtens læses som seriøst <em>&quot;Voksen litteratur&quot;</em>. Ganske underholdende og mere bundet i nutidens samfundsstruktur end den omhandler Nordisk mytologi (som kun lurer under overfladen).\nAlt i alt har bogen været et for mig forfriskende bekendtskab, og en dejlig afveksling til mine vante litterære græsgange. Det er altid givende at udvide sin horisont, og det synes jeg <em>Janne Teller</em> har formået. Tak.</p>\n<p>PS: Jeg tænker nogle gange, det må være forunderligt, som forfatter, hvilke mærkværdige personer der ender med at læse ens bøger. Nogle gange er det en nyuddannet Datalog der læser <em>Odins Ø</em> mens han pendler til sit 8-16-job som softwareudvikler. Tænk engang.</p>\n<p>PPS: Bogrotten Rasmus har været luftet for første gang med denne bog. Det er naturligvis Jeanette der selv har hæklet det flotte bogmærke til mig.</p>\n<p><img src=\"/img/arkiv/janne-teller-odins-o/bogrotten_rasmus.jpg\" alt=\"Bogrotten Rasmus\"></p>\n","excerpt":"Et gensyn med Janne Teller i det nye år har været en anderledes men interessant oplevelse.\nEfter at have læst <em>The Martian</em>, kastede jeg mig over <em>Odins Ø</em> af Janne Teller, en forfatter\njeg tidligere har været introduceret til (se <a href=\"/arkiv/intet\" rel=\"noopener noreferrer\">Intet</a>) og fundet særlig læseværdig.\nDet var mig derfor naturligt at læse hendes første udgivelse, <em>Odins Ø</em>, da jeg fik den i gave forrige jul.","title":"Janne Teller: Odins Ø","author":"Casper Kehlet Jensen","description":"Noter efter at have læst Janne Teller: Odins Ø","warning":null,"draft":false,"published":{"year":2018,"month":3,"date":20,"timestamp":"2018-03-20"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}