{"slug":"khaled-hosseini-drageloberen","html":"<p>Bogen mange åbenbart har fået serveret i folkeskolen, har jeg først i midten af mine tyvere stiftet bekendtskab med.\nKhaled Hosseini har skrevet en roman om en ganske rørende og følelsesladet historie, som tager udgangspunkt i kontrasten mellem det Afghanistan der engang var, og det Afghanistan der fulgte, ovenpå de mange krige, konflikter og forfærdeligheder der har fundet sted siden slutningen af 70`erne, hvor Sovjetunionens militær indtræffer i Afghanistan.</p>\n<p>Historien handler om den unge Amir, som bor hos hans far Baba. Baba har en tjener, Ali, hvis søn Hassan er Amir bedste ven.\nDe har et virkelig tæt forhold, men det viser sig dog, at det faktum at Hassan er <em>hazara</em> og Amirs fars tjerners søn skaber problemer -- især for Amir --, men ender med at have vidtrækkende konsekvenser.\nAmir og hans far, Baba, flygter senere til Amerika, men det viser sig imidlertid, at Amirs fortid fra Afghanistan indhenter ham. Hans personlige problemer, som trækker rødder til hans barndomshjem og -land, viser sig på ny, og han ender med at måtte konfrontere fortiden...</p>\n<h2 id=\"indtryk\">Indtryk</h2>\n<p>Ovordnet er Drageløberen helt sikkert værd at læse. Den kan stærkt anbefales. (Så er hovedkonklusionen introduceret!)\nDer er tale om en særdeles stærk historie; medrivende, intens, og spændende.</p>\n<p>Jeg følte mig undervejs forbundet til Amir. Hans gennemgående forvandling fra barn til voksen, og hvad der senere hænder ham synes jeg er virkelig rørende.\nJeg prøver virkelig (virkelig!) at holde denne anmeldelse (hvilket man dog ikke <em>rigtig</em> kan kalde det, men whatever) spoiler-fri; ellers ville jeg hjertens gerne have knyttet en kommentar til slutningen. For omend den er særdeles barsk og svær læsning, så kan Hosseini alligevel ikke nænne at gøre den (slutningen, red.) helt sort.\nDen får en ganske fin og opmuntrende krølle til sidst, hvilket varmede mit unge hjerte.</p>\n<h2 id=\"afsluttende-bemærkninger\">Afsluttende bemærkninger</h2>\n<p>Jeg synes det har været ganske oplysnende, og især, fordomsforløsende at læse Drageløberen. Den har givet mig et forfriskende og nyt billede af det Afghanistan få på min alder (forestiller jeg mig) kender.\nEn nærvæerende kontekst til de konflikter der på ugentlig basis præger (nogle) medierne, hvilket jeg finder ganske kærkommen.</p>\n<p>Afslutningsvis kan jeg derfor også rette en tak til Jeanette, hvem anbefalede mig at læse denne.\nDer har tilmed været tale om et eksemplar fra min (nu) egen bogreol, så det er jo skønt, at jeg nu der også kan søge inspiration til spændende og nye litterære oplevelser.</p>\n<p><img src=\"/img/arkiv/khaled-hosseini-drageloberen/khaledhosseini_dragel%C3%B8beren.jpg\" alt=\"Khaled Hosseini: Drageløberen\"></p>\n","excerpt":"Bogen mange åbenbart har fået serveret i folkeskolen, har jeg først i midten af mine tyvere stiftet bekendtskab med.\nKhaled Hosseini har skrevet en roman om en ganske rørende og følelsesladet historie, som tager udgangspunkt i kontrasten mellem det Afghanistan der engang var, og det Afghanistan der fulgte, ovenpå de mange krige, konflikter og forfærdeligheder der har fundet sted siden slutningen af 70`erne, hvor Sovjetunionens militær indtræffer i Afghanistan.","title":"Khaled Hosseini: Drageløberen","author":"Casper Kehlet Jensen","description":"Indtryk af Khaled Hosseinis roman, Drageløberen.","warning":null,"draft":false,"published":{"year":2017,"month":1,"date":22,"timestamp":"2017-01-22"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}