{"slug":"kolding-bibliotek","html":"<p>Biblioteket. <em>Bib</em>. Prøv at smage på ordet. Hvis du lukker øjnene, hvad ser du så for dig?\nBøger? Helt sikkert bøger. Hylder? Metervis af hylder &mdash; med bøger. En sød og rar bibliotekar?\nJa tak. Faciliteter til fordybelse? Ja, masser af komfort. PC-adgang? Selvfølgelig. Film og musik?\nNå ja, det har de også.\nBiblioteket kan så meget. Biblioteket vil så meget. Jeg har set toppen af isbjerget, og det er blot\nsom en isterning i det (før konsekvenserne på klimaet af den industrielle revolution) arktiske hav.\n(Sorry, var det for meget?)</p>\n<p><img src=\"/img/arkiv/kolding-bibliotek/koldingbib.jpg\" alt=\"Kolding Bibliotek\"></p>\n<p>Kolding. Ja, jeg er bosiddende i Kolding. Jeg er ikke en ægte <em>Koldinger</em>, blot en gemen <em>Koldingenser</em>.\nEn tilflytter. Så jeg er ved at lære byen at kende. Efterhånden kender jeg turen fra togstationen til\nmin bopæl i Seest og tilbage ganske godt. Og de fleste af stierne i området er efterhånden trasket\ntynde&mdash;dét kom lige pludseligt i slutningen af februar måned.\nVonsild, stierne bag togbanen ved Bakkeskolen, Plovfuen, &quot;Firkanten&quot;, og området bag boldbanerne i Seest\nhar jeg også set på nært hold på flere løbeture.\nSå Kolding vokser på mig; men indtil videre har den <em>helt</em> store åbenbaring uden tvivl været (du har gættet\ndet, jeg véd det bare): <em>BIBLIOTEKET I KOLDING</em>.</p>\n<p>Det er kommet snigende. Min samlever har vel nok været den primære <em>nudger</em> her. Hun har altid (som i:\nhvert fald siden hun flyttede hjemmefra og begyndte at studere) været en ganske flittig låner og bruger\naf den fantastiske kulturinstitution som vi skal være <em>hamrende</em> stolte af at kunne benytte <em>gratis</em>.\n(Ups, jeg håber ikke min holdning skinner for tydeligt igennem (/ironi, jo, det håber jeg den gør).)\nI kraft af min rutinemæssige transport til og fra byen, og det faktum at Kolding Bibliotek ligger et\ngodt nok imponerende spytkast, men blot rimeligt stenkast, fra togstationen har det kun været naturligt\nat jeg har ageret transport af bøger mellem min samlever og biblioteket.</p>\n<p>I starten var det bare <em>hurtig ind, hurtig ud</em>. Hjem og scrolle videre på Facebook (åh gud, hvor jeg har\ndet svært med at indrømme at jeg er en smule afhængig af det. Det skal stoppe. Men et skridt ad gangen).\nMen en dag, <em>sikken dag</em> det blev, var nysgerrigheden for stor. Udforskelysten enorm. De trykte og indbundne\nsider alt for fristende. Op af trappen &mdash; en flot snoet trappe med lækre trin i træ. Hold da op. Bøger,\nbøger, bøger. Traskende afsted, med hovedet snurrende og roterende på halsen som en forvirret kompasnål.\nEn time senere finder jeg mig selv på gulvet ved foden af en bogreol om <em>træ</em>, med en stor tyk bog i hånden,\nog en stak på 5-6 bøger jeg bare <em>måtte</em> have med hjem den dag. Det var heldigvis lige præcis den mængde der\nvar plads til i min taske.</p>\n<p>En dag da jeg tradsker forbi biblioteket med min ganske flotte cykel trillende ved min side, fanges mit\nskarpe blik (her er også tale om ironi, kære læser, da jeg bærer briller for at kunne stille skarpt) af\nadskillige skurvogne i bibliotekets nærhed. Der var tale om et ganske fint koncept, jeg har deltaget i\nad flere gange (også i Odense). <em>Bogudsalg</em>. Dét er bare spændende. Over en 4-5 dage sælges ud af bøger\njeg formoder de ikke længere ønsker at have på biblioteket (der skal vel ryddes lidt op en gang i mellem?).\nFørste dag: 10kr. pr. styk. Næste dag? 8kr. Du har gættet den næste også; 6kr. 4kr. 2kr.\nJeg har på den vis fundet adkillige fine bøger til 6kr. stykket. Bl.a. Claus Meyers <em>Almanak</em>, og mange andre\nbøger til samlingen. Én står dog ud, men hvilken det drejer sig om, og hvorfor, bliver jeg simpelthen nødt\ntil at prioritere i en ny paragraf.</p>\n<p>Kan du huske <em>Drageløberen</em>? Hvis ikke, så kig her: <a href=\"/arkiv/khaled-hosseini-drageloberen\" rel=\"noopener noreferrer\">Drageløberen</a>;\njeg har nemlig læst\nden og anmeldt den tidligere. Det viser sig så, at en af mine mange læsere, i dette tilfælde en ny læser her\npå bloggen, lader mig vide i et af mine <em>mange</em> læserbreve at jeg da, nu jeg har læst Drageløberen, skulle\ngive mig i kast med en anden bog af samme forfatter. <em>Meget</em> betænksomt af vedkommende, stor tak til <em>L</em>.\nSkæbnen vil da, at selvsamme bog har forputtet sig mellem andre spændende titler på bogudsalget. Det gav et \nlille gib i maven, må jeg nok indrømme. Jeg fattede bogen i mine gennemsnitlige hænder, og betalte for den\ntil det ophængte skilt på døren: <em>MobilePay</em>. Super nemt. </p>\n<p>Indtil nu har jeg primært været omkring bibliotekets udvalg af lækre bøger. En dag, da vi ønskede at\nunderholdes af levende billeder i hjemmet, fandt vi at hvad Netflix ikke havde i deres (danske?) sortiment,\nhavde naturligvis Kolding Bibliotek. En film på Kolding Bibliotek er at finde i <em>kælderen</em>.\nNed ad trappen denne gang, rundt om hjørnet, og ... Hold da op. Det skal opleves, og jeg har ikke været der\nsiden, så jeg må berette udelukkende fra førstegangsoplevelsen. Men sikken et sted. Perfekt bevis på, at\nKolding Bibliotek virkelig har gjort noget for at skabe <em>stemning</em>. Lidt som at træde ind i et mørkekammer,\nmen på den fede måde. Dæmpet belysning, spændende udstillinger, små komfortgrupperinger, og hvad der lignede\nen lille biograf. Holy moly.</p>\n<p>Som sagt, startede mine oplevelser på biblioteket som <em>skabslåner</em>. Lånte på bestilling af min samleverske,\nog enkelte gange fik jeg smuglet mine egne interesser med i lånet. Det holdt selvfølgelig ikke i længden.\nEn dag tog jeg den store, omvæltende beslutning at blive <em>låner</em> i mit eget personnummer.\nDén oplevelse fortjerner en paragraf, der ikke slutter her. \nJeg går op til skranken, hvor en venlig og imødekommende bibliotekar venter med et smil. Jeg fortæller\nnaturligvis om mit ønske om at blive oprettet i deres database. Det er desværre ikke den formulering jeg\nvælger. Men ikke desto mindre forstår hun mine intentioner og godkender anmodningen. I den forbindelse skal\nhun blot bruge mit sygesikringsbevis og billedid. Super duper, no worries, <em>I trust you</em>.\nFor at afslutte processen, måtte jeg også have en <em>pinkode</em>. 4 cifre, til at beskytte og privatisere min\nlånehistorik. Det er naturligvis koblet op på min CPR-nummer, som jo for alle andre end mig er super fantastisk\nhemmeligt (yeah right, men dén diskussion reserverer (høhø) jeg hermed til en anden artikel).\nMen jeg synes tilgengæld at måden at kommunikere min nye pinkode til systemet var ganske smart. Foran <em>mig</em>\nder på skranken lå en lille nummerblok hvor jeg kunne indtaste min kode. Smart. Bibliotekaren kune formodentlig\n(forhåbentlig) blot se 4 små prikker syne frem på skærmen.</p>\n<p>Nu tager vi fat på et <em>velkendt spil</em> her på bloggen: <em>Mytespillet</em>. (Tillad mig, kære læser, at tage dig i\nhånden: der er her tale om en reference til et af mine favoritcitater fra min datalogiske fagbog om den diskrete\nmatematik: <em>DISCRETE MATHEMATICS AND ITS APPLICATIONS (SIXTH EDITION)</em> af <em>Kenneth H. Rosen</em>;</p>\n<blockquote>\n<p><em><em>Remark</em></em>: Note that a random variable is a function. It is not a variable, and it is not random!</p>\n</blockquote>\n<p>Hvorfor? Jo, fordi det velkendte <em>Mytespillet</em> er ikke velkendt (jeg har lige opfundet det) og det er ikke\net spil.)</p>\n<h2 id=\"mytespillet\">Mytespillet</h2>\n<p>Jeg vil præsentere jer for udbredte myter der florerer i <em>enhver</em> menneskehjerne på planeten Jorden\n(det er tydeligvis en overdrivelse, rolig nu), samt min tilkendegivelse af myteudsagnets sandhedsværdi.\nDer er tale om <em>de 5 biblioteksmyter</em>:</p>\n<h3 id=\"1-biblioteket-er-bare-en-stak-gammel-trykt-nostalgi\">1. Biblioteket er bare en stak gammel, trykt nostalgi</h3>\n<p>Overhovedet ikke. Faktisk, fandt jeg på nettet en bog jeg virkelig godt kunne tænke mig at bladre i.\nSprit ny bog. Første tanke var selvfølgelig: <em>Den har de nok ikke på biblioteket</em>. Men det kunne jo\nikke skade at bruge 2 min på en søgning via bibliotek.dk. Og rigtigt nok, den havde Danmarks biblioteker\nikke endnu. Men, men, <em>men</em>. Det var muligt at forudbestille den. Og spol frem et par uger: besked i indbakken;\ndin bog er klar til afhentning. Bum, så står jeg pludselig en dag på Kolding bibliotek med en sprit ny\nbog i hånden &mdash; som aller første låner, og det har kun kostet mig tålmodighed. Og når jeg afleverer den\nigen, er der en anden der kan få glæde af den. Kvit og frit. Det er da fedt.</p>\n<h3 id=\"2-bibliotekarerne-er-kedelige-og-humorforladte-mennesker\">2. Bibliotekarerne er kedelige og humorforladte mennesker</h3>\n<p>Ja, jeg ved faktisk ikke hvor den forestilling eller forudindtagethed kommer fra. Samtlige interaktioner\njeg har haft med Kolding Biblioteks personale har været ganske rare, nærværende, og friskt.\nEllers, prøv bare scrolle ned gennem deres Facebook side <em>Mit Bibliotek Kolding</em>. Der er nogle guldkorn i mellem.\nJeg har taget et lille udpluk.</p>\n<p><img src=\"/img/arkiv/kolding-bibliotek/fb_collage.png\" alt=\"Udvalgte Facebookopslag fra Kolding Biblioteks\"></p>\n<h3 id=\"3-biblioteket-er-ikke-moderne-og-en-teknologisk-dinosaurus\">3. Biblioteket er ikke moderne og en teknologisk dinosaurus</h3>\n<p>Se, det er vel nok min egen fordom, før jeg havde min ugentlige gang på bibliotekets lækre trægulve.\nHvordan låner man en bog?</p>\n<ul>\n<li>Find den ønskede bog, og tag den under armen,</li>\n<li>Gå hen til en af de mange låne-standere på biblioteket (de er tydeligt skiltet),</li>\n<li>Log ind: der er 2 muligheder;<ul>\n<li>Swipe dit sygesikringskort igennem kortlæseren,</li>\n<li>Indtast dit personnummer på nummerblokken</li>\n</ul>\n</li>\n<li>Vælg <em>Lån</em>, det første menupunkt på skærmen,</li>\n<li><em>Placér bogen i det markerede område lige under skærmen</em>,</li>\n<li>Hupti vupti, du har lånt bogen!</li>\n<li>Du kan vælge at få en kvittering på fysisk eller elektronisk form (e-mail) eller slet ikke.</li>\n</ul>\n<p>Det synes jeg egentlig ikke kan gøres meget nemmere. Jeg synes især trin 5 er genialt. Man kan også bare\nstable en stak bøger i det område. Den finder selv ud af det. Det er sådan lidt blærret. Det er jo ikke\nSilicon Valley; det her foregår på biblioteket i Kolding! (Og alle andre større biblioteker jeg har været på.)</p>\n<p>At aflevere en bog er tilgengæld helt til grin. Man skal bare lægge bogen på et transportbånd der forsvinder\nind bag en fascinerende maskine gemt væk bag en glasmontre. <em>Afleveret</em>; vil du have en kvittering? Det er \nnæsten nemmere end at slå en skid.</p>\n<h3 id=\"4-biblioteket-er-ikke-et-sted-at-blive-inspireret-eller-udfordret\">4. Biblioteket er ikke et sted at blive inspireret eller udfordret</h3>\n<p>Jeg bliver altid glad i låget (hold fast et udtryk; det er et eksempel på en formulering jeg har et meget\nambivilent forhold til &mdash; det er lidt corny) når jeg træder ind på biblioteket og ser dagens/ugens/månedens\n(jeg kender ikke deres varighed) tema de har valgt at sætte fokus på. Måske skal vi i dag <em>ud i naturen</em>,\n<em>klippe og klistre</em>, <em>læse om gys og gru</em>, <em>læse sjove vittigheder</em>, eller <em>lære at tegne</em>. Det synes jeg er\nforfriskende, og inspirerende. Måske endda udfordrende.</p>\n<p><img src=\"/img/arkiv/kolding-bibliotek/tegne.jpg\" alt=\"Kolding Bibliotek: at lære at tegne\"></p>\n<h3 id=\"5-et-bibliotek-er-sådan-et-sted-man-bliver-sssh-et-på\">5. Et bibliotek er sådan et sted man bliver &quot;sssh&quot;-et på</h3>\n<p>Her er et fantastisk eksempel på Kolding biblioteks imødekommenhed overfor dets brugere og lånere.\nAlle ved jo, at man i ét øjeblik har taget en bog ned fra en hylde, bladret lidt i den medens man trasker lidt\nrundt på må og få, for dernæst at ville lægge den tilbage til det næste menneske, for blot at opdage at man\nslet ikke kan huske hvor den hører til. Og det er ikke så fedt at skulle til at sætte sig ind i bibliotekets\nnummeringssystem for at finde den rette plads til bogen. Man ender nok ofte med bare at stoppe den ind et\ntilfældigt sted. Til frustration for alle, da en søgning på computeren jo ikke længere peger på bogens plads\n&mdash; og så er den jo praktisk talt forsvundet.\nHer er den perfekte løsning:</p>\n<p><img src=\"/img/arkiv/kolding-bibliotek/venlighed.jpg\" alt=\"Venlighed på Kolding Bibliotek\"></p>\n<h2 id=\"konklusion\">Konklusion</h2>\n<p>Biblioteket har så meget at byde på, er velsagtens mit primære budskab i denne artikel.\nJeg er fascineret af og fantastisk stolt over at vi som borgere i det danske samfund er så priviligerede\nat have adgang til et så rigt udbud af kultur og aktualitet trykt på papir, brændt på diske,\noverspillet på VHS, tilgængeligt <em>online</em>, eller fortalt og vist i levende live. På biblioteket er der\nro og plads til fordybelse. Men det kan også være en <em>hæsblæsende</em> affære. </p>\n<p>Jeg er ikke troende i traditionel forstand, og er ikke medlem af noget trossamfund\n(<em>host</em> hashtag adskil kirke og stat <em>host</em>).\nMen det passer måske ikke helt alligevel; for jeg er <em>låner</em> på <em>Biblioteket</em>!</p>\n","excerpt":"Biblioteket. <em>Bib</em>. Prøv at smage på ordet. Hvis du lukker øjnene, hvad ser du så for dig?\nBøger? Helt sikkert bøger. Hylder? Metervis af hylder &mdash; med bøger. En sød og rar bibliotekar?\nJa tak. Faciliteter til fordybelse? Ja, masser af komfort. PC-adgang? Selvfølgelig. Film og musik?\nNå ja, det har de også.\nBiblioteket kan så meget. Biblioteket vil så meget. Jeg har set toppen af isbjerget, og det er blot\nsom en isterning i det (før konsekvenserne på klimaet af den industrielle revolution) arktiske hav.\n(Sorry, var det for meget?)","title":"Kolding Bibliotek","author":"Casper Kehlet Jensen","description":"En artikel om biblioteket som institution med udgangspunkt i Koldings bibliotek.","warning":null,"draft":false,"published":{"year":2018,"month":10,"date":25,"timestamp":"2018-10-25"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}