{"slug":"loberseminar-pa-sdu","html":"<p>Jeg var i år deltager ved Løberseminaret afholdt på mit universitet, SDU. Det viste sig at være et fantastisk arrangement, som jeg klart vil anbefale.</p>\n<p>Løberseminaret bestod af en lang række foredrag, hvoraf nogle var kombineret\nmed praktiske øvelser, som man kunne melde sig på. Jeg kan derfor kun tage\nudgangspunkt i de sessioner jeg selv var tilmeldt.</p>\n<p>Jeg havde bl.a. meldt mig på fremvisning af både SDU&#39;s nye <strong>atletikanlæg</strong> samt\nfremvisning af deres <strong>højteknologiske fitnesscenter</strong> til Idrætsstuderende.\nBegge disse var fantastiske; alle de fede maskiner de havde i centret var\nimponerende, og især et løbebånd uden motor var sjovt at prøve (lavet, sådan\nat det udelukkende er din egen bevægelse der styrer båndet); men yderligere var\ndet utrolig spændende at få en introduktion til atletikanlægget, som er åbent\nfor alle. Da jeg bor mindre end 200 m fra anlægget er det oplagt for mig at bruge\nde muligheder det tilbyder.</p>\n<p>Seminaret havde også to foredrag der var fastlagt i programmet på forhånd. Og\nbegge disse var virkelig fantastiske og overraskede positivt. Ved\nMartin Kreutzer fik vi et billede af, hvor vigtig kosten er for at præstere det\nbedste der er os muligt. Han præsenterede os bl.a. for 2 kostråd, som måske vil\noverraske mange;</p>\n<ul>\n<li>1000 gram frugt og grønt om dagen</li>\n<li>75 gram fed fisk om dagen</li>\n</ul>\n<p>Dét er en del mere end hvad fødevarestyrelsen dagligt anbefaler, men pointen var\nnetop også, at dette jo er målrettet mennesker med et højere behov for vigtige\nbyggesten fra kosten.</p>\n<p>Det andet foredrag var ved Jesper Olsen, der med <strong>World Run I og II</strong> har, til\nbens, tilbagelagt 37.000 km omkring Jorden. De mange kulturer og mennesker han har\nmødt, de utrolige oplevelser og episoder han har været udsat for, og den utrolige\nnatur og omgivelser han har set var fascinerende at høre om. Og hans budskab om,\nat løb er noget universelt, der bringer mennesker tættere sammen på tværs af\nkulturer, religion, køn og politisk overbevisning, var interessant.</p>\n<p>Et foredrag, der efterfølgende kom lidt bag på mig, var om motivation og\nmentaltræning ved Kristoffer Henriksen. Udover at jeg var stærkt provokeret,\nidet han på et slide havde en Bulbasaur og derpå refererede til den som\n&quot;en lille djævel&quot;, var der nogle stærke udsagn som jeg selv ser som en af mine\npersonlige værdier. At præstere sportsligt handler i høj grad om at fokusere på\nopgaven - og dermed at være istand til at <strong>være tilstede i nuet</strong>. Noget jeg\nogså i andre sammenhænge forsøger at efterleve.</p>\n<p>Sammen med mine løbeentusiastiske forældre havde jeg en virkelig god dag, med\nmange indtryk. Jeg ser frem til at prøve at bruge nogle af de værktøjer og den\nindsigt jeg har fået, i min dagligdag. Og jeg ser frem til, forhåbentlig, igen\nat deltage i Løberseminaret til næste år.</p>\n","excerpt":"Jeg var i år deltager ved Løberseminaret afholdt på mit universitet, SDU. Det viste sig at være et fantastisk arrangement, som jeg klart vil anbefale.","title":"Løberseminar på SDU","author":"Casper Kehlet Jensen","description":"","warning":null,"draft":false,"published":{"year":2013,"month":11,"date":11,"timestamp":"2013-11-11"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}