{"slug":"lord-of-the-flies","html":"<p>En ægte klassiker er <em>Lord of the Flies</em>, skrevet af <em>William Golding</em>, og\nudgivet i 1954. Helt kort, omhandler den en flok britiske skoledrenge, der er\nhavnet på en øde, tropisk ø efter et flystyrt. Uden voksne og autoriteter må de\nderfor selv sørge for overlevelse, lov, og orden.</p>\n<p>Mine forventninger og fordomme vedrørende bogen baseret på resuméet, der kan\nlæses af bagsiden gav mig en forventning om, at bogen omhandlede hvordan\ndrengene undergik en forvandling fra børn til mænd; hvordan selv børn formår at\nopbygge et meningsfuldt samfund, hvor alle (der har muligheden for) bidrager\ntil det fælles bedste.</p>\n<p>For ikke at afsløre <em>alt</em> for meget, så var det ikke just tilfældet. Bogen\nskildrer naturligvis drengenes strabadser og udfordringer, og de\nuoverensstemmelser der opstår undervejs. Men jeg havde nok forventet at der var\ntale om en mere let fortælling &mdash; ja jeg forestillede mig måske noget der\nmindede om en børnebog; hovedpersonerne er trods alt børn.</p>\n<blockquote>\n<p>Kill the pig. Cut her throat. Spill her blood.</p>\n</blockquote>\n<p>Til min overraskelse, og fornøjelse, fandt jeg et noget mere dystert plot og\n<em>turn of events</em> omtrent halvvejs gennem (og især mod slutningen). Jeg har for\nvane, at ønske det bedste for de karakterer man følger, og håber hele tiden\ngennem bogen at konflikterne løses, samt at problemerne tages hånd om ved\nomhyggelige handlinger fundet ved gennemtænkte tankeprocesser. Dét er nok ikke\net punkt i <em>20-tips-to-write-a-good-and-exciting-story</em>. Karaktererne skal\nnaturligvis udfordres, og gerne spille op mod dennes personlighed for at\nunderbygge en spændende personudvikling.</p>\n<blockquote>\n<p>Ralph wept for the end of innocence,\nthe darkness of man&#39;s heart,\nand the fall through the air of the true, wise friend called Piggy.</p>\n</blockquote>\n<p>Fascinerende var det derfor, at <em>Lord of the Flies</em> i høj grad skildrer hvordan\ndrengene hurtigt starter med at etablere faste regler for kommunikation, mål og\nroller, for senere at henkaste disse værdier og leve <em>like savages</em>.</p>\n<blockquote>\n<p>What are we? Humans? Or animals? Or savages?</p>\n</blockquote>\n<h2 id=\"perspektivering\">Perspektivering</h2>\n<p>Fortælleformen i bogen er ret aktiv og dialog-præget. Man følger for det meste\nhovedpersonens, <em>Ralph</em>, tanker og handlinger, med kortere indblik i andre\nkarakterers færden. Det gør bogen relativ tilgængelig og imødekommende &mdash;\nhvilket jeg holder op mod den seneste bog jeg læste: <em>Moby Dick</em>, som i høj\ngrad er i den anden boldgade. For lige at fortsætte ad denne tangent, stødte\njeg for ganske nylig på følgende tweet, som ganske fint understreger min\npointe:</p>\n<blockquote class=\"twitter-tweet\" lang=\"da\"><p lang=\"en\" dir=\"ltr\">Moby-Dick is cool if you like stopping in the middle of a story about murdering a smart whale to think about all the different kinds of rope</p>&mdash; Umami Skeleton (@Merman_Melville) <a href=\"https://twitter.com/Merman_Melville/status/604479960028282880\">30. maj 2015</a></blockquote>\n<script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script>\n\n<h2 id=\"fluernes-herre\">Fluernes herre</h2>\n<p><em>Lord of the Flies</em>, en særegen titel som også var én af grundene til, at den\nfandt vej til min læseliste. Titlen er refereret direkte i bogen, til et\nafskåret svinehoved opsat på en pind, men rummer måske også yderligere\nfortolkning;\n(åh ja, de bløde/litterære fag var jo aldrig blandt mine spidskompetencer,\nså tilgiv mig)\n<em>Ralph</em>, som i indledningen bliver udnævnt til øverstbefalende, kan måske siges\nat være herre over fluer: rådvilde børn. Hmm, måske ikke, men der må ligge mere\nbag. Jeg føler lidt at temaerne kæmper indbyrdes for anerkendelse, og der er\nsikkert meget at tage fat om.</p>\n<h2 id=\"konklusion\">Konklusion</h2>\n<p>Golding formår at fange min interesse fra første side, og selvom den undervejs\nbehandler visse konkrete situationer og konflikter en smule trættende,\n(en ordoptælling vil nok afsløre at <em>smoke</em> er blandt topscorerne) \nkan jeg helt sikkert følge dens klassikerstatus. Det er også en relativ kort\nroman, og med det spændende persongalleri, spændende omgivelser, konflikter,\nproblemer, og udfordringer, der sættes op, sætter den naturligvis også en\ndel tanker i gang; man forestiller sig gerne forskellige udviklinger baseret\npå andre handlingsforløb, og alternative slutninger. Dét tror i virkeligheden\nogså er tegn på en veldrejet historie; hvilket bringer mig til næste bog:\nen Harry Potter fanfiction: <em>Harry Potter and the Methods of Rationality</em>.</p>\n<blockquote>\n<p>Sucks to your ass-mar!</p>\n</blockquote>\n","excerpt":"En ægte klassiker er <em>Lord of the Flies</em>, skrevet af <em>William Golding</em>, og\nudgivet i 1954. Helt kort, omhandler den en flok britiske skoledrenge, der er\nhavnet på en øde, tropisk ø efter et flystyrt. Uden voksne og autoriteter må de\nderfor selv sørge for overlevelse, lov, og orden.","title":"Lord of the Flies","author":"Casper Kehlet Jensen","description":"Tanker vedrørende William Goldings roman fra 1954: Lord of the Flies","warning":null,"draft":false,"published":{"year":2015,"month":6,"date":1,"timestamp":"2015-06-01"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}