{"slug":"mission-impossible-fallout","html":"<p>Efter mange henvendelser fra mine trofaste læsere på bloggen her,\nhar jeg valgt at eftergive ønsket om en anmeldelse af min seneste biografoplevelse\ni Odense, hvor <em>Tom Cruise</em> kastede sig ud i nye hæsblæsende stunts og vilde\nbiljagter på det store lærred.</p>\n<img src=\"https://upload.wikimedia.org/wikipedia/en/f/ff/MI_%E2%80%93_Fallout.jpg\" alt=\"Mission: Impossible - Fallout movie poster\" style=\"float:right; margin:0 0 20px 20px;\" width=\"220\" height=\"324\">\n\n<p>Det var med ganske ydmyge forventninger at jeg valgte at takke ja til\ninvitationen fra en god kammerat om at se den nye <em>Mission: Impossible</em>.\nUmiddelbart når jeg tænker på genren, og specifikt de fem foregående film\ni serien, tænker jeg på solid og over gennemsnitlig underholdning; men\nvelsagtens ikke en film man ligger søvnløs over flere nætter i streg.</p>\n<p>Dét er vel nok heller ikke tilfældet i den 6. film i rækken, men da jeg\nrejste mig fra de bløde sæder i sal 1 efter 2 timer og 27 minutters\nlevende billeder, var det med en følelse af at være positivt overrasket.\nDer ér noget ekstra intenst over de vilde action sekvenser, som oftest\ninvolverer <em>Mr. Cruise</em> i næsten umulige stunts, som han er ganske populær\npå selv at udføre langt de fleste af selv.\nJeg følte rent faktisk, at det i flere af scenerne skabte en mere autentisk\nog medrivende oplevelse. Klipningen husker jeg som en smule anderledes end\njeg er vant til, hvor de vilde action scener ofte går så hurtigt, at man\nnemt kan skjule at det er en dubleant der udfører de vilde stunts; men ikke\nher, man får mere med på en eller anden måde... Gi&#39;r det mening?</p>\n<p>Filmen under anmeldelse har særlig vakt opsigt, fordi <em>Tom</em> har forberedt\nsig endnu grundigere end man overhovedet kunne fantasere om, til rollen\nsom den hemmlige agent der redder verden igen og igen.\nFor selv at udføre de krævende stunts og scener i filmen, måtte han lære\n<em>at flyve helikopter</em>!\n<a href=\"https://www.youtube.com/watch?v=Um0aZKbpe1Y\" target=\"_blank\" rel=\"noopener noreferrer\"><sup>1</sup></a><br>At der også er tale om ganske svære og farlige flyvninger tæt på terræn\ner blot endnu mere imponerende.</p>\n<a href=\"/img/arkiv/mission-impossible-fallout/preikestolen_me.jpg\">\n  <img src=\"/img/arkiv/mission-impossible-fallout/preikestolen_me.jpg\" alt=\"Oppe på Preikestolen, sommeren 2015, Norge\" id=\"preikestolen\" />\n</a>\n\n<p>Hen i mod slutningen bidrog filmen med et ekstra, for mig personligt,\nspændende tvist, idét <em>the final struggle</em> udspillede sig på kanten\naf <a href=\"https://da.wikipedia.org/wiki/Preikestolen\" target=\"_blank\" rel=\"noopener noreferrer\">Preikestolen</a>!\nDér var vi, mit vandrelau og jeg, forbi i 2015 på vores årlige skandinaviske\nvandretur, som dét år gik langs Lysefjorden &ndash; den smukke fjord man\nser i baggrunden på billedet.\nGanske interessant er det dog, at det lader til at det norske filminstitut\nhar brugt <em>millioner</em> på at få optagelserne til hjemlandet, med den\nhage at det i filmen skal forestille at være Himalaya i Asien<a href=\"https://politiken.dk/kultur/filmogtv/art6648775/Tusindvis-af-nordm%C3%A6nd-vandrede-i-flere-timer-for-at-se-den-nye-Mission-Impossible-film-p%C3%A5-toppen-af-fjeld\" target=\"_blank\" rel=\"noopener noreferrer\"><sup>2</sup></a>.</p>\n<h2 id=\"bedømmelsen\">Bedømmelsen</h2>\n<p>Jeg ved ikke om det seneste års mange livsomvæltende begivenheder i min\nrelativt almindelige tilværelse har ændret på min psyke i en sådan grad,\nat modtagelsen, og oplevelsen af denne film er markant anderledes end\nden normalt ville have været. Måske?\nLige meget hvad, var der for mit vedkommende tale om en <em>rigtig god\nfilmoplevelse</em>. Jeg følte mig grundigt underholdt, og dét er vel det\naller vigtigste for denne type film.\n<em>Tom Cruise</em> får:</p>\n<p>  8/10: \n  <span class=\"rating rating-readonly\">********__</span></p>\n<h2 id=\"film-poster-taget-fra-wikipedia\">Film poster taget fra Wikipedia</h2>\n<p>Billedet er anvendt efter <em>fair use</em> princippet i forbindelse med denne anmeldelse:</p>\n<blockquote>\n<p>This is a poster for Mission: Impossible – Fallout.\nThe poster art copyright is believed to belong to the distributor of the film,\nParamount Pictures, the publisher of the film or the graphic artist.</p>\n</blockquote>\n<link rel=\"stylesheet\" href=\"/static/css/rating-style.css\">\n<script src=\"/static/js/rating-script.js\"></script>\n<script>$('.rating').rating();</script>\n<style>\n.final-rating {\n  text-align: center;\n}\nimg#preikestolen {\n  float: right;\n  margin: 0 0 10px 10px;\n  max-width: 200px;\n}\n@media (max-width: 640px) {\n  img#preikestolen {\n    float: unset;\n    margin: 0;\n    max-width: 350px;\n  }\n}\n</style>\n","excerpt":"Efter mange henvendelser fra mine trofaste læsere på bloggen her,\nhar jeg valgt at eftergive ønsket om en anmeldelse af min seneste biografoplevelse\ni Odense, hvor <em>Tom Cruise</em> kastede sig ud i nye hæsblæsende stunts og vilde\nbiljagter på det store lærred.","title":"Mission: Impossible - Fallout","author":"Casper Kehlet Jensen","description":"Anmeldelse af den nyeste Mission: Impossible - Fallout.","warning":"Rating mangler","draft":false,"published":{"year":2018,"month":8,"date":8,"timestamp":"2018-08-08"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}