{"slug":"moby-dick-or-the-whale","html":"<p>&quot;Moby Dick; or, the whale&quot; af Herman Melville er en storslået fortælling om\nden <abbr title=\"at være sygeligt optaget af én ting\">monomane</abbr>\nskibskaptajn <em>Ahab</em> og hans evige mission om at nedkæmpe det store søuhyre:\nden berygtede kaskelothval (engelsk: <em>sperm whale</em>) Moby Dick.</p>\n<p>Bogen skildres af et af skibets (<em>the Pequod</em>) besætningsmedlemmer, <em>Ishmael</em>,\nsom dog ude på havet ikke er nogen hovedperson i begivenhederne. Dog fandt jeg\nindledningen, og især hans møde med et andet besætningsmedlem <em>Queequeg</em>,\nfangende og interessant; vel at mærke før de sejler fra havn.\nEt sært møde: Ishmael må overnatte på en kro, hvor der ikke er flere senge,\nså han må dele en seng med en anden mand. Dette gør naturligvis Ishamel særligt\nnervøs, idet at Queequeg først ankommer sent om natten. Dertil må lægges at\nQueequeg beskrives som værende uciviliseret (bruger ordet <em>savage</em>) og skriver\ndirekte:</p>\n<blockquote>\n<p>Queequeg was George Washington cannibalistically developed.</p>\n</blockquote>\n<p>Men det viser sig at, Ishmael i Queequegs favn sover bedre end nogensinde før,\nog de udvikler siden et stærkt venskab.</p>\n<blockquote>\n<p>Better to sleep with a sober cannibal than a drunk Christian.</p>\n</blockquote>\n<p>Men bogen omhandler i større grad Ahab og hans mission; for han gør det klart\n(efter de er stukket til søs), at formålet med færden er at sejle jorden rundt\nfor at finde og nedslagte Moby Dick. Efter at være sluppet fra et møde med\ndette søuhyre med livet i behold, men en benstump fattigere, har Ahab kun dette\nfor øje. Hans had til hvalen, som ingen af de andre besætningsmedlemmer er\nistand til at forstå beskrives bedst ved følgende uddrag:</p>\n<blockquote>\n<p>All that most maddens and torments; all that stirs up the lees of things;\nall truth with malice in it; all that cracks the sinews and cakes the brain;\nall the subtle demonisms of life and thought; all evil, to crazy Ahab,\nwere visibly personified, and made practically assailable in Moby Dick.</p>\n</blockquote>\n<p>Skildringen af hvalerne slog mig i første omgang som overraskende barsk. De\nbenævnes ofte med ordet <em>leviathan</em> (søuhyre) og der argumenteres for at disse\nfjendske væsener derfor skal nedslagtes <em>en masse</em>. Men hvalen beskrives også\ni bogen som et storslået væsen; i ét kapitel kategoriserer Ishmael næsten alle\nkendte hvalarter; ikke alt er faktuelt korrekt, men skal nok forstås som\nværende et øjebliksbillede af den viden der var tilgængelig om hvalerne på den\ntid.</p>\n<p>Men specielt om kaskelothvalen skrives stort og bredt; han kommer omkring alle\naspekter ved hvalen, fra dens fantastiske størrelse, dens store oliefyldte næse\ntil dens kraftfulde halefinne. Og med de (mange) hvaler de nedslagter undervejs\nbeskrives også udførligt proceduren for at behandle dem og bl.a. udtrække den\ndyrebare olie der er at finde i dens snude.</p>\n<p>Specielt én scene der udspringer her i denne forbindelse fandt jeg morsom:</p>\n<blockquote>\n<p>Squeeze! Squeeze! Squeeze! all the morning long; I squeezed that sperm till\nI myself almost melted into it; I squeezed that sperm till a strange sort of\ninsanity came over me, and I found myself unwittingly squeezing my\nco-labourers&#39; hands in it, mistaking their hands for the gentle globules.\nSuch an abounding, affectionate, friendly, loving feeling did this avocation\nbeget; that at last I was continually squeezing their hands, and looking up\ninto their eyes sentimentally, as much as to say,—Oh! my dear fellow beings,\nwhy should we longer cherish any social acerbities, or know the slightest\nill humour or envy! Come; let us squeeze hands all round; nay, let us all\nsqueeze ourselves into each other; let us squeeze ourselves universally\ninto the very milk and sperm of kindness.</p>\n</blockquote>\n<h2 id=\"oh-my-captain-my-captain\">Oh, my Captain! my Captain!</h2>\n<p>Et bestemt citat der fangede mig; det omhandler en diskussion mellem <em>Starbuck</em>\nog <em>Ahab</em>, som skildrer besætningens manglende forståelse for Ahabs vanvid og\nderes ønske om at rejse hjem:</p>\n<blockquote>\n<p>&quot;Oh, my Captain! my Captain! noble soul! grand old heart, after all!\nwhy should any one give chase to that hated fish! Away with me! let us fly\nthese deadly waters! let us home! Wife and child, too, are Starbuck&#39;s—wife\nand child of his brotherly, sisterly, play-fellow youth; even as thine, sir,\nare the wife and child of thy loving, longing, paternal old age! Away!\nlet us away!—this instant let me alter the course! How cheerily, how\nhilariously, O my Captain, would we bowl on our way to see old Nantucket\nagain! I think, sir, they have some such mild blue days, even as this,\nin Nantucket.&quot;</p>\n</blockquote>\n<p>Men specielt pga. udtrykket &quot;Oh, my Captain! my Captain!&quot;, da der er en\nsammenhæng med Walt Whitman&#39;s mest populære digt &quot;O Captain&quot; som starter</p>\n<blockquote>\n<p>O CAPTAIN! My Captain! our fearful trip is done; <br>\nThe ship has weather’d every rack, the prize we sought is won; <br>\n...</p>\n</blockquote>\n<p>Men dette udtryk &quot;O CAPTAIN! My Captain!&quot; spiller en central rolle i slutningen\naf den fantastiske film <em>Dead poets society</em> (Døde poeters klub) med Robin\nWilliams i hovedrollen.</p>\n<h2 id=\"konklusion\">Konklusion</h2>\n<p>Desværre har min oplevelse med bogen også været præget at af en svær tilvænning\ntil det store vokabularium og fremmede udtryk som anvendes --- den er trods alt\nogså fra 1851. Det er en af grundene til, at jeg har været hele 3 måneder om\nat komme igennem den. Men ikke desto mindre er der tale om et fantastisk værk,\nsom har utroligt spændende passager, som dog også bindes sammen af lange\nafsnit som gik mig over hovedet. Sikkert også fordi jeg ikke har engelsk som\nførste sprog, og ikke tidligere har stor litterær erfaring med <em>canon</em>.</p>\n","excerpt":"&quot;Moby Dick; or, the whale&quot; af Herman Melville er en storslået fortælling om\nden <abbr title=\"at være sygeligt optaget af én ting\">monomane</abbr>\nskibskaptajn <em>Ahab</em> og hans evige mission om at nedkæmpe det store søuhyre:\nden berygtede kaskelothval (engelsk: <em>sperm whale</em>) Moby Dick.","title":"Moby Dick; or, the whale","author":"Casper Kehlet Jensen","description":"Indtryk af klassikeren Herman Melville's roman Moby Dick fra 1851.","warning":null,"draft":false,"published":{"year":2015,"month":5,"date":2,"timestamp":"2015-05-02"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}