{"slug":"ninja-academy","html":"<p>I et blændende tempo starter Ninja Academy. De to bedste elever kæmper i en\nfantastisk duel om æren og retten til de gyldne ninja våben.\nMed bedskidte tricks vinder den onde elev, men bliver afvist af den gamle\nsensei. Og dermed er scenen sat for et rasende rivalri og et uforløst opgør.</p>\n<img src=\"http://ia.media-imdb.com/images/M/MV5BMjAwMzYwOTI2N15BMl5BanBnXkFtZTcwNzkwMzAyMQ@@._V1_SY317_CR5,0,214,317_AL_.jpg\" alt=\"Ninja Academy\" title=\"Movie poster for Ninja Academy\" style=\"float:right; margin:0 0 20px 20px;\" width=\"214\" height=\"317\">\n\n<p>For i nutiden, ankommer en broget flok til den forhenværende gode elevs &mdash;\nnu selv sensei (whatever) &mdash; ninja akademi, for at få træning.\nOg på en uge skildres en fantastisk karakterudvikling i filmen. I fascinerende\nscener ser vi hvordan nørderne bliver forvandlet fra udulige, selviske og\nugidelige tabere, til skarpe, fokuserede og stærke ninjaer!</p>\n<p>Parallelt med historien skildres også det medrivende drama internt i gruppen,\nhvor den smarte rich kid forelsker sig i den lækre ninja instruktør, Gale (?);\nden smarte agent 00711 (&quot;agent dobbel&#39; O, seven eleven&quot;) og en anden attraktiv\npige; og mimeren ikke mindst, som ser sig lun på pigens mørkhårede veninde.</p>\n<p>Det hele kulminerer i et overvældende opgør mellem de to gamle elevers ninja\nskoler; en kamp spækket med vilde effekter, hårrejsende kampsport og flotte\nakrobatiske kunster. Naturligvis ender de to kamphaner i en en-til-en duel\nsom en for alle kan afgøre hvem der bliver ejeren af de gyldne ninja våben!</p>\n<p>Filmen er spækket med passende, intelligent humor, og sammen med de fantastiske\nkarakterer, dannet på baggrund af utroligt overbevisende skuespil-præstationer,\ner grundlaget for en utrolig cinematisk oplevelse lagt!\nPlottet er medrivende og forståeligt lige fra starten, og karakterenes \nhensigter og handlinger er troværdige hele vejen igennem.</p>\n<p>Ninja Academy er virkelig en glemt skat, så lad dig ikke snyde for at se eller\ngense dette mesterværk fra 1989.</p>\n","excerpt":"I et blændende tempo starter Ninja Academy. De to bedste elever kæmper i en\nfantastisk duel om æren og retten til de gyldne ninja våben.\nMed bedskidte tricks vinder den onde elev, men bliver afvist af den gamle\nsensei. Og dermed er scenen sat for et rasende rivalri og et uforløst opgør.","title":"Ninja Academy","author":"Casper Kehlet Jensen","description":"Ninja Academy er en fantastisk flot blockbuster!","warning":null,"draft":false,"published":{"year":2014,"month":10,"date":13,"timestamp":"2014-10-13"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}