{"slug":"personlig-omvaeltning-og-spil-programmering","html":"<p>Jeg må siges at stå over for en personlig omvæltning af karakter. Jeg er nemlig midt i processen &quot;at flytte hjemmefra&quot;. Har været igang med at pakke i går, og planen er at skulle færdiggøre dét projekt i dag. Så jeg vil formodentlig ikke have mulighed for at &quot;blogge&quot; de næste par dage.</p>\n<p>Jeg har ellers de seneste dage arbejdet med spil programmering for alvor. Jeg startede ud med at ville lave en &quot;space shooter&quot; hvilket jeg relativt hurtig opgav, da jeg ikke kunne holde den røde tråd og begyndte at programmere ustruktureret og tænke på elementer uden for genren. Dernæst fik jeg idéen at lave et &quot;tank wars&quot; spil. Hvilket jeg endnu ikke har opgivet. Men det har eksisteret lidt i faser, da første forsøg er opgivet.</p>\n<p>Midtvejs i projektet faldt jeg nemlig over en aldeles fremragende bog online &quot;The Python Game Book&quot; (find den <a href=\"http://thepythongamebook.com/en:pygame:start\" target=\"_blank\">her</a>). Den er aldeles fremragende og jeg synes den angriber pygame på en måde jeg ikke har set andre steder. Jeg har lært virkelig meget om en smart måde at håndtere mange forskellige objekter på, og eksemplerne har en fin objekt-orienteret struktur. Der er tilmed eksempler direkte relateret til min spil idé, så det har været rigtig nyttigt.</p>\n<p>Det er jo sådan, at med pygame er jeg stadig ved at lære dette library for alvor, og der er så sandelig en del aspekter jeg endnu ikke forstår eller har lært om endnu. Jeg har for eksempel endnu ikke lavet noget nær et færdigt spil med pygame endnu. Det meste af min spil-programmerings-erfaring stammer nemlig fra GameMaker, som jeg anvendte en hel del for et par år siden. Jeg har stadig en forfærdelig masse eksempler, halvfærdige spil og projekter liggende som jeg har lavet med GameMaker. Det var der jeg lærte at programmere - jeg startede med at anvende softwarens &quot;Drag and Drop&quot;-system og gik gradvist over til at programmere spillene i stedet.</p>\n<p>Siden hen er der sket meget. Nu er mit foretrukne sprog til den slags, python. Jeg elsker virkelig den læse-venlige syntaks og at man ikke skal bruge {} - Det gør koden pæn og skaber fokus på netop det, der er nødvendigt. Men siden jeg det sidste år har brugt det meste af min tid på webapps og hjemmesider, kunne jeg godt tænke mig at prøve at lave spil med HTML5 og javascript. Især da jeg spår, at det er hér fremtiden ligger. Det er cross-platform og efterhånden også tilgængeligt på mobile enheder.</p>\n","excerpt":"Jeg må siges at stå over for en personlig omvæltning af karakter. Jeg er nemlig midt i processen &quot;at flytte hjemmefra&quot;. Har været igang med at pakke i går, og planen er at skulle færdiggøre dét projekt i dag. Så jeg vil formodentlig ikke have mulighed for at &quot;blogge&quot; de næste par dage.","title":"Personlig omvæltning og spil programmering","author":"Casper Kehlet Jensen","description":"","warning":null,"draft":false,"published":{"year":2012,"month":8,"date":29,"timestamp":"2012-08-29"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}