{"slug":"samlet-5-plads-ved-dtu-robocup","html":"<p>Så er DTU RoboCup vel overstået! Og hvilken fantastisk turnering det var for os i år. Vi fik i år en <a href=\"http://www.iau.dtu.dk/robocup/resultat13.html\" target=\"_blank\">samlet 5. plads i finalen</a>, blandt 17 andre finaledeltagere. Vi tog 2x 11 points, hvilket vi er svært tilfredse med.</p>\n<p>Du kan se eller gense hele konkurrencen fra hjemmesiden: <a href=\"http://www.robocup.dtu.dk/\" target=\"_blank\" rel=\"noopener noreferrer\">robocup.dtu.dk</a>. Vores første gennemløb finder sted ca. 32 minutter inde i videoen og andet gennemløb: ca. 1 time og 24 minutter inde. Men lad Dem ikke dvæle ved bemærkelsesværdige kommentarer. Efter knap 7 timers søvn på 2-3 dage, med intensivt arbejde på robotten, var fremtoningen på banen ikke en prioritet.</p>\n<div id=\"mjc-galleri2013\" class=\"slider\" title=\"Tip: du kan bruge pil-tasterne til at navigere i galleriet\">\n    <ul class=\"slides\">\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc2013-resized.jpg\" alt=\"MJC før konkurrencen\">\n            <h4>Før konkurrencen</h4>\n            <p>Mikkel og jeg måtte på egen hånd stå for forberedelsen til Robocup'en, da Joakim var udenlands, weekenden op til konkurrencen. Gulvet var som sædvanligt tilklistret med sorte streger.</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc2013-motortrouble-03-resized.jpg\" alt=\"MJC har motorproblemer\">\n            <h4>Motorproblemer</h4>\n            <p>De sædvanlige hardware problemer. Vores robot-mekaniker forsøger at reparere motorerene. Det lykkedes at få dem under kontrol!</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc-101-start.png\" alt=\"MJC ved start\">\n            <h4>MJC til start</h4>\n            <p>Så skal MJC vise hvad den kan. Batteriet tilsluttes og robotten sætter igang.</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc-001-start.png\" alt=\"MJC ved start\">\n            <h4>Tæt på katatstrofe!</h4>\n            <p>I det første gennemløb sker en mærkelig fejl ved start; Mikkel er dog vågen, og får den startet rigtigt.</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc-002-guilotine.png\" alt=\"MJC kører gennem guilotinen\">\n            <h4>Guillotineporten</h4>\n            <p>Første forhindring er en guillotine, som fastsætter en minimumsgrænse for den tilladte hastighed. Den står dog ikke mål med MJC's hastighed.</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc-103-opaframpen.png\" alt=\"MJC kører op ad rampen\">\n            <h4>Op ad rampen</h4>\n            <p>For at komme op ad rampen kører vi her en smule stærkere end på resten af banen. Den klarer den dog uden problemer.</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc-106-opaframpen.png\" alt=\"MJC closeup\">\n            <h4>MJC helt tæt på</h4>\n            <p>MJC er ikke typen der skal have et chasis; Vi synes det er smukt at man kan se de mange forbindelser og komponenter den er gjort af.</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc-107-paarampen.png\" alt=\"MJC på rampen\">\n            <h4>MJC på rampen</h4>\n            <p>Her ses en af de to orange golfbolde, som hver giver ét point hvis de opsamles og \"skydes\" i hullet. Ikke noget MJC er forberedt på.</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc-108-nedaframpen.png\" alt=\"MJC kører ned ad rampen\">\n            <h4>Ned ad rampen igen</h4>\n            <p>Der er i alt 3 nedgange: via vippe, trappe eller rampe - MJC vælger den sikre løsning.</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc-006-linje.png\" alt=\"MJC på linjen\">\n            <h4>På linjen</h4>\n            <p>Det meste af tiden befinder MJC sig på en sort linje, som den følger. Dette klares ved hjælp af 8 infrarøde sensorer, placeret under det sorte \"fejeblad\" forrest.</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc-005-udenlinje.png\" alt=\"MJC udenfor stregen\">\n            <h4>Udenfor linjen</h4>\n            <p>Men banen er delt i to dele, som ikke er forbundet af en streg. Dette er et af de sværeste steder på banen, da der ikke er noget at navigere efter.</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc-109-hastighed.png\" alt=\"MJC kører stærkt\">\n            <h4>Hastighedsbanen</h4>\n            <p>På hastighedsbanen, gives 0-3 point efter hvor hurtigt strækningen tilbagelægges.</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc-008-hastighed.png\" alt=\"MJC stærkt i svinget\">\n            <h4>Rundt i svinget</h4>\n            <p>Vi anvender en PID algoritme, som gør at vi kan følge stregen ved høje hastigheder - også med sving.</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc-009-3hastighedspoint.png\" alt=\"MJC tager alle 3 hastighedspoint\">\n            <h4>3 hastighedspoint</h4>\n            <p>Vi tog alle 3 hastighedspoint med den bedste tid på hastighedsbanen (Sortskæg kørte i samme tid). Grænsen til 2 point går ved 7.5 sekunder.</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc-010-okseport.png\" alt=\"MJC ved okseporten\">\n            <h4>Økseporten</h4>\n            <p>Økseporten har vi aldrig rigtig haft problemer med. Vi anvender en sikker algoritme, der langsomt nærmer sig øksen, indtil det er forsvarligt at køre igennem. Til dette anvendes ultralydscensorerene, der ses forrest på robotten.</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc-114-igennemokseport.png\" alt=\"MJC er igennem okseporten\">\n            <h4>Sikkert igennem</h4>\n            <p>Okseporten giver 2 point, så vi er på dette tidspunkt oppe på 9 point.</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc-115-venderom.png\" alt=\"MJC vender om\">\n            <h4>Der vendes om</h4>\n            <p>Noget af det sværeste er at køre uden streg. Så derfor valgte vi i år ikke at køre gennem labyrinten. Den tager istedet økseporten igen.</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc-117-linje.png\" alt=\"MJC på linjen\">\n            <h4>På vej hjem</h4>\n            <p>Turen går tilbage ad hastighedsbanen, over stykket uden linje og tilbage til mål. Under kvalifikationen havde vi ikke helt styr på at komme hjem, så med 2 hastighedspoint fik vi her 8 point.</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc-118-fliser.png\" alt=\"MJC på fliserne\">\n            <h4>Fliser</h4>\n            <p>Gulvbelægningen er ikke helt ensartet; der er også fliser på dele af banen, som med deres mørkere overflade står i svagere kontrast til den sorte streg. Noget især Lego-robotterne har problemer med.</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc-119-roskilderingen.png\" alt=\"MJC tør ikke roskilderingen\">\n            <h4>Roskilderingen</h4>\n            <p>Foran MJC tårner sig højt den frygtindgydende Roskildering. Robottens fysiske karakteristika gør, at den med dens høje vægt har svært ved at køre derigennem og få de 3 ekstra point.</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc-121-imaal.png\" alt=\"MJC er i mål\">\n            <h4>MJC kører sikkert i mål</h4>\n            <p>Så derfor drejedes i stedet af, og robotten fortsætter til mål, som udløser yderligere 2 point. I alt 11 point, som MJC tog sikkert i begge gennemløb.</p>\n        </li>\n        <li>\n            <img src=\"/img/arkiv/samlet-5-plads-ved-dtu-robocup/mjc-stillingen2013.png\" alt=\"DTU Robocup finalen 2013 stillingen\">\n            <h4>En 5. plads</h4>\n            <p>Her ses den samlede stillingen i finalen efter de to gennemløb; Sortskæg vandt suverænt konkurrencen, 2. pladsen gik til en sej Lego-robot med tilpasningsfunktionalitet og 3. pladsen gik til Wild Willy, som har været med i rigtig mange år.</p>\n        </li>\n    </ul>\n</div>\n\n<p class=\"center-text\"><i>Der er anvendt billeder fra det rå livestream af finalen, som her kan ses på <a href=\"http://youtu.be/QGGnVExWrr4?t=32m23s\" target=\"_blank\">Youtube</a>.</i></p>\n\n<script>\n$(document).ready(function() {\n    //Initialize slider\n    $('.slider').imageSlider({slideWidth: 860, slideHeight: 600, allowKeys: true});\n});\n</script>\n\n<h3 id=\"motorproblemer\">Motorproblemer</h3>\n<p>Men det var ikke uden vanskeligheder, at vi nåede til dertil. Som det altid har været tilfældet havde vi igen i år motorproblemer. Det er et udpræget problem for robotterne generelt, at der er noget i vejen med motorer, sensorer, og så videre. Vores akilleshæl er dog vore motorer, som ellers er de meget populære <a href=\"http://www.pololu.com/catalog/product/1442\" target=\"_blank\">Pololu 19:1 Metal Gearmotor 37Dx52L mm with 64 CPR Encoder</a>. Præcis hvad der er galt har vi kun teorier om, men vi har haft dem skilt ad af flere omgange og indsmurt dem i kløver vaseline flere gange. De har været meget igennem og har naturligvis også kørt mange mange baneomgange.</p>\n<p>Men inden kvalifikationsrunden fik vi dog endelig lidt kontrol over motorerne. Ved at tilsutte dem direkte til en strømforsyning med 12V en gang ca. hver anden time, kunne vi ligesom eliminere vore problemer for en stund. Det er som om de ikke har godt af at køre ved små hastigheder hele tiden.</p>\n<p>Men noget af det der bragte os op på 11 point ved finalen, var at vi i år formåede at tage alle 3 hastighedspoint på banen. Dette kræver at robotten kører med en hastighed højere end 1 m/s via den sorte streg. Det kunne vores robot ved hjælp af vores tilstrækkeligt fungerende PID-algoritme. Vores tuning kan dog forbedres gevaldigt, hvilket er et af flere ting vi skal arbejde på til næste års konkurrence.</p></p>\n<h3 id=\"mjc---en-pålidelig-robot\">MJC - en pålidelig robot</h3>\n<p>Hver robot er speciel. Hver robot har sin egen identitet i form af fysiske karakteristika og software. Vores robot er, i modsætning til vinderen Sortskæg, ikke bygget til at klare alle forhindringer på banen. Vi kan imidlertid ikke samle bolde op, vi kan ikke tage trappen og vi har store vanskeligheder med Roskilde ringen. <strong>Men</strong> dét vi kan, og det vi har gjort, er at skabe og skrive en robot, som er pålidelig. Dét er vores mantra: sikkerhed. Vi lægger stor vægt på, at robotten til altid, under de samme forudsætninger, skal kunne køre den samme tur uden fejl. Forudsætningerne er naturligvis, at motorerne virker, der er tilstrækkelig spænding på batteriet og at banen er uændret. Denne tilgang er hvad der har bragt os i finalen og sikret os en flot 5. plads.</p>\n<p>Vores tilgang var nemlig, at det ikke var nok at robotten kunne klare en bestemt forhindring én gang, to eller tre gange. Nej, vi testede hver eneste forhindring inidividuelt mindst 10-15 gange, og godtog ikke andet end 100% succesrate. Dertil gennemtestede vi hele rutens gennemløb utallige gange. Det kan virke fanatisk, men overfør scenariet til industrien og de robotter der er i vor hverdag og som kommer i fremtiden; her er der ikke råd til, at robotten fejler bare 1% af gangene - det skal virke hver gang.</p>\n","excerpt":"Så er DTU RoboCup vel overstået! Og hvilken fantastisk turnering det var for os i år. Vi fik i år en <a href=\"http://www.iau.dtu.dk/robocup/resultat13.html\" target=\"_blank\">samlet 5. plads i finalen</a>, blandt 17 andre finaledeltagere. Vi tog 2x 11 points, hvilket vi er svært tilfredse med.","title":"Samlet 5. plads ved DTU RoboCup","author":"Casper Kehlet Jensen","description":"","warning":"Billedviser død!","draft":false,"published":{"year":2013,"month":4,"date":12,"timestamp":"2013-04-12"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}