{"slug":"signe-wenneberg-byg-baeredygtigt","html":"<p>Signe, du er for vild. Signe, jeg hører dig. Signe, du har ret.\nSigne, du havde en drøm. Signe, det var en <em>smuk</em> drøm.\nSigne? Jeg vil være (lidt) ligesom dig.</p>\n<p><img src=\"/img/arkiv/signe-wenneberg-byg-baeredygtigt/signe_wenneberg.jpg\" alt=\"Signe Wenneberg: Byg bæredygtigt\"></p>\n<p>Hvis dette var en artikel trykt eller vist i/hos et af de større\nmediehuse, ville den nok indledes med et svar på <em>hvorfor</em>.\nHvorfor det er aktuelt (hvad vi om lidt skal beskæftige os med på denne side),\nog hvorfor det giver mening, osv.\nHer kan jeg gøre hvad jeg vil, og jeg tænker at der er så mange der gør dét bedre\nend mig. Derfor vil jeg ikke opsummere, hvorfor det er vigtigt at forholde sig til\nde nærtstående klimaforandringer, og hvordan det kan være at emnet fylder så meget\n(og alt for lidt) i medierne for tiden.</p>\n<p>Signe Wenneberg har bygget et hus. Mere præcist, har hun været bygherre på hendes\nhelt eget sommerhus i Nordsjælland. Det er der for sig, ikke noget super særligt\nved, men som det næsten forekommer mellem linjerne, som du sikkert har gættet,\nhar hun gjort det <em>bæredygtigt</em>.\nSe nu, jeg kan allerede høre at det vender og drejer sig af spænding og sikkert nok\nen god mængde skepsis. Spørgsmålene kommer prompte:</p>\n<ul>\n<li>Det er vel ikke særlig bæredygtigt at bygge nyt?</li>\n<li>Hvorfor ikke bare købe noget brugt og bo i det?</li>\n<li>Hvad vil det sige at bygge bæredygtigt?</li>\n</ul>\n<p>Selvfølgelig bliver det behandlet i bogen, og jeg synes det giver mening.\nMen det er også klart, at når man snakker om bæredygtighed, skal man holde tungen\nlige i munden. Hvad der med ét perspektiv virker som en ganske bæredygtig løsning,\nkan i et andet virke som at tisse i bukserne.</p>\n<p>Signe kom til den konklusion, at det var mere bæredygtigt at bygge et nyt sommerhus og \nrive det gamle ned, end at renovere det gamle; der skulle <em>efterSigne</em> (høhø) være\ntale om et hus i meget dårlig stand og generelt bygget efter meget ringe forskrifter\nog med ganske slette materialer. Hvis det udelukkende skulle være af bæredygtige hensyn,\nsynes jeg det er OK.</p>\n<p>Valget af materialer i sommerhuset, må nok siges at være det mest spektakulære.\nHun har valgt <em>FSC</em>-certificeret træ (en certificering, der garanterer at træet\ner en del af en bæredygtig cyklus, m.m.), og hele 98% af træet har denne certificering.\nDet er den højeste certificeringsprocent for noget <em>privat</em> byggeri i skandinavien, og\nvist nok hele europa, måske hele verden. Dét er sejt.</p>\n<p>Bogen skildrer fint Signes op og nedture, og de udfordringer der har været;\nikke mindst de økonomiske af slagsen, som ofte sniger sig ind i forbindelse med så store\nprojekter. Den ekstra hurdle har været, at hun selv måtte stå for at indkøbe træet,\nog holde håndværkerne i gang.</p>\n<h2 id=\"hvad-blev-det-så-til\">Hvad blev det så til?</h2>\n<p>Et smadder flot sommerhus! Hold da op hvor ser det <del>badass</del> - spektakulært - ud.\nDe eksorbitant lange og tykke bærende bjælker af FSC-certificeret kernetræ er betagende.\nVanvittig flot. Det må jeg sige. Hun valgte også træ til taget, og det sidder lige i øjet.</p>\n<p>En særlig detalje jeg især synes om, er hendes valg af døre i huset. Signe fik krejlet sig\ntil nogle gamle svendeprøver (men altså helt ubrugte), alle med hver deres særlige udsmykninger.\nDét er genialt, for jeg har næsten ikke ord for hvor seje de døre er.</p>\n<h2 id=\"konklusion\">Konklusion</h2>\n<p>Det har været en rigtig fed oplevelse at læse om Signes sommerhusbyggeri. Det har virkelig været\ninspirerende (vitterligt, jeg får sådan lyst til at bygge et bæredygtigt hus, og der er så mange\nting jeg ville tage med) og lærerigt at følge hendes forløb.</p>\n<p>Der er nogle spørgsmål der har trængt sig på efterfølgende, og ting omkring byggeriet, som jeg\nvirkelig godt kunne tænke mig at hun havde uddybet. Fx:</p>\n<ul>\n<li>Hvordan er træet behandlet, og hvordan skal det vedligeholdes? Hun skriver ikke (mig bekendt)\npå noget tidspunkt om at det er blevet hverken malet eller har fået anden træbehandling. Er det\nfordi der er tale om særligt træ? Hun skriver om flere gange om huset som at det skulle stå der\ni 100-150 år..</li>\n<li>Jeg kunne godt tænke mig at hun havde dækket og snakket lidt om indeklima og fugt. Hvordan\nløser og/eller sikrer valget af materialer et godt indeklima? Der er fx valgt en bæredygtig\ndampspærre (i modsætning til en af plastik), men hvad er så at sige ulemperne derved? (Er det\nkun prisen, eller har den også ringere egenskaber?) Samme med isolering, hvor hun har valgt\ntræfiberisolering (også FSC-certificeret).</li>\n<li>Indirekte får man det indtryk, at der ikke er anvendt beslag til opførelsen af husets \nbærende elementer, men trædyvler. Puha, det ville jeg meget gerne have hørt mere om. Men det\nhar nok været for teknisk at prioritere i bogen.</li>\n</ul>\n<p>Ydermere, er der et par af hendes valg i sommerhuset, som jeg synes hun indikerer bunder\nudelukkende i bæredygtige argumenter, men som jeg er i tvivl om de virkelig holder.\nMit højest prioriterede spørgsmål:</p>\n<ul>\n<li>Du har valgt at indkøbe en ny opvaskemaskine i sommerhuset (på trods af at det var\npå no-go-listen inden du byggede). Du skriver selv, at en ny opvaskemaskine bruger\nmindre vand end at vaske i hånden. Hm.</li>\n</ul>\n<p>Ovenstående illustrerer meget godt nogle af udfordringerne ved at bygge bæredygtigt.\nFor det er klart, at en ny opvaskemaskine med A+++ mærke er meget mere energibesparende\nend en ældre model. Og hvad så når man tager produktionsomkostninger med?\nOg endnu mere, hvad nu hvis man helt undværer den? Måske (marginalt?) højere vandforbrug,\nmen bestemt meget mindre affald, især af den meget komplicerede slags. Det er vist ikke\nlige til.</p>\n<p>Lad det ikke taget noget fra, at jeg synes Signes projekt har været helt fantastisk,\nog at jeg synes Signe er super sej. Kanon flot. Jeg drømmer om at gøre noget lignende.\nOm det bliver mere eller mindre ekstremt vil tiden vise.</p>\n<p>Ikke mindst har hun igangsat en hæsblæsende <em>snowball effect</em> af spørgsmål vedrørende\nden måde &quot;vi gør tingene må&quot;, og den måde vores samfund er indrettet. Nu bliver det vildt.\nMen dét er der slet ikke plads til i denne artikel. <em>Farvel og på gensyn</em>.</p>\n","excerpt":"Signe, du er for vild. Signe, jeg hører dig. Signe, du har ret.\nSigne, du havde en drøm. Signe, det var en <em>smuk</em> drøm.\nSigne? Jeg vil være (lidt) ligesom dig.","title":"Signe Wenneberg: Byg Bæredygtigt","author":"Casper Kehlet Jensen","description":"Signe Wenneberg har skrevet bogen om sit sommerhuseventyr: Byg Bæredygtigt; Her er indtrykket.","warning":null,"draft":false,"published":{"year":2018,"month":9,"date":20,"timestamp":"2018-09-20"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}