{"slug":"ssd-det-bedste-du-kan-gore-for-din-computer","html":"<p>Jeg valgte for nylig at opgradere min Sony Vaio med en harddisk. Dertil valgte jeg at smide lidt ekstra af min sparsomme pengebeholdning efter en lille fætter på 128 GB. En stor i nedgang i lager kapacitet, hvor jeg før havde omkring 500 GB. Jeg var i starten bekymret for den mindre mængde plads, især da jeg på længere sigt regner med at have to operativ systemer kørende på maskinen.</p>\n<p>Men der er også fordele ved den øgede pris på en harddisk med mindre plads; hastighed. Der findes primært to typer af interne harddiske: traditionelle mekaniske harddiske (HDD) og Solid State Drives (SSD). De mekaniske af slagsen udgør den største flaskehals for enhver moderne computer, som stadig kan føles træg når den tændes og ved opstart af programmer. Men de flash-baserede SSD&#39;er opererer i en helt anden liga.</p>\n<p>Mit valg faldt på en 128GB OCZ Vertex 4. Og jeg er ikke skuffet! Min computer føles nu kvik og responsiv som aldrig før og boot-tiden er gået gevaldigt ned. 10-15 sekunder går der fra jeg trykker på knappen på min Vaio, til jeg kan indtaste min adgangskode til systemet.</p>\n<p>Selve udskiftningen af harddisken forløb <em>næsten</em> smertefrit. At skrue i en moderne bærbar er intet problem, hvor harddisken ofte let kan udtages og udskiftes. Det gjaldt også for min <strong>Sony Vaio VPCCB</strong>. Da jeg først havde udskiftet harddisken og skulle installere Ubuntu 12.04 havde jeg dog lidt små problemer. Det viser sig desværre, at med den aktuelle firmware, kan min SSD på mit system ikke genkendes ved opstart. Dog er problemet delvist løst. Jeg vil ikke udlægge alle detaljer her, men mit fix består i at trykke &quot;CTRL+ALT+DELETE&quot; ved opstart, hvorefter den vil reboote korrekt. OCZ har meddelt, at det vil blive rettet i en firmware-opdatering (SSD producenten).</p>\n<p>Men alt i alt, er jeg ovenud tilfreds med min rasende hurtige SSD og den øgede performance det har givet. Kan varmt anbefales! Nyttigt link jeg har anvendt i forbindelse med anskaffelsen af en SSD:</p>\n<p><a href=\"http://ssddisk.dk/\" target=\"_blank\" rel=\"noopener noreferrer\">ssddisk.dk</a> - info om SSD&#39;er og sammenligning af priser fra forskellige forhandlere.</p>\n","excerpt":"Jeg valgte for nylig at opgradere min Sony Vaio med en harddisk. Dertil valgte jeg at smide lidt ekstra af min sparsomme pengebeholdning efter en lille fætter på 128 GB. En stor i nedgang i lager kapacitet, hvor jeg før havde omkring 500 GB. Jeg var i starten bekymret for den mindre mængde plads, især da jeg på længere sigt regner med at have to operativ systemer kørende på maskinen.","title":"SSD - Det bedste du kan gøre for din computer","author":"Casper Kehlet Jensen","description":"","warning":null,"draft":false,"published":{"year":2012,"month":8,"date":22,"timestamp":"2012-08-22"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}