{"slug":"status-pa-snemandencom","html":"<p>Min hjemmeside har længe stået for fald. Det er ikke første gang den har gjort det, og jeg gav den ellers et fin overhaling for en del måneder siden. Men jeg indså hurtigt, at designet desværre var for gnidret; bokse i kasser i båse. Jeg kan rigtig godt lide at sætte ting i kasser og båse, men jeg måtte sande, at dette var gået for vidt. Så i dag, hvor jeg ingen konkrette planer havde for aftenens forløb, satte jeg mig for at revolutionere SneManden.com. Og jeg synes det er gået meget fint.</p>\n<p>Jeg valgte den brune/grå baggrundsfarve, fordi jeg efterhånden er blevet rigtig gode venner med de forskellige nuancer af grå - og så fik den altså et lille tvist med list brunt. Det står jo godt til den grønne farve, og genererer et meget afslappet look til hjemmesiden. Samtidig har jeg så gjort op med kasserne, og ladet teksten stå direkte på baggrunden. Jeg måtte dog have en lille linje ind mellem hver blogpost, men ellers er der ikke mange rammer og skillelinjer.</p>\n<p>Samtidig med, at hjemmesiden har fået nyt design, har jeg også ryddet lidt op på serveren. Det har bl.a. betydet, at wishlist-projektet endnu ikke er oppe at køre - men det skal alligevel have en overhaling, når det engang bliver aktuelt (til jul?). Men det har også betydet, at jeg har skrevet min lille blog om fra bunden (via PHP-frameworket CodeIgniter). Det har ikke taget lang tid, hele projekt &quot;nyt-hjemmeside-design-og-blog&quot; har taget et par timer op mod en halv dag.</p>\n","excerpt":"Min hjemmeside har længe stået for fald. Det er ikke første gang den har gjort det, og jeg gav den ellers et fin overhaling for en del måneder siden. Men jeg indså hurtigt, at designet desværre var for gnidret; bokse i kasser i båse. Jeg kan rigtig godt lide at sætte ting i kasser og båse, men jeg måtte sande, at dette var gået for vidt. Så i dag, hvor jeg ingen konkrette planer havde for aftenens forløb, satte jeg mig for at revolutionere SneManden.com. Og jeg synes det er gået meget fint.","title":"Status på SneManden.com","author":"Casper Kehlet Jensen","description":"","warning":null,"draft":false,"published":{"year":2012,"month":8,"date":21,"timestamp":"2012-08-21"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}