{"slug":"stephen-king-22-11-63","html":"<p>Stephen King har forsøgt sig med en spændingsroman omhandlende en middelaldrende\ngymnasielærers forsøg på at forhindre mordet på John. F. Kennedy — efter at\nhave opdaget en tidstunnel der fører tilbage til 1958. Men tiden er genstridig,\nog gør modstand. Den modsætter sig at blive ændret.\nTitlen er <em>22.11.63</em>, formatet er <em>bog</em>.</p>\n<p>Jake Epping er det litterære omdrejningspunkt (skrevet i 1. person), fraskilt,\nog gymnasielærer i Engelsk. Gennem det lokale spisesteds (Diner) ejer, Al\nTempleton, bliver han introduceret til en tidstunnel, der fører tilbage til\n1958. Efter den indledende forbløffelse og forvirring, indser Jake mulighederne\nved denne mulighed for at ændre et livsforløb i en personlig sag, samt at prøve\nkræfter med en langt større udfordring: at forhindre mordet på JFK.</p>\n<p>Jake bliver hurtigt involveret i mission stop-mordet-på-JFK ved henvendelse fra\nAl, som fra den ene dag til den anden er blevet markant ældre, og dødssyg.\nAl forklarer, at tunellen har følgende egenskaber:</p>\n<ul>\n<li>Hver tur tilbage er <em>en genstart</em>; omend man kan ændre tidens gang, vil\ngentagende ture slette disse ændringer og &quot;man starter forfra&quot;.</li>\n<li>Hver tur tager 2 min i &quot;nutiden&quot; — uanset hvor lang tid man bruger i fortiden</li>\n<li>Man ankommer til 9. september, 1958, kl. 11:58.</li>\n</ul>\n<p>Og forklarer også, hvilket Jake selv oplever på egen krop, at fortiden virker\ngenstridig; jo mere man forsøger at ændre den, jo større modstand gør den i\nform af forhindringer, uheld, mv. </p>\n<h2 id=\"motiv\">Motiv</h2>\n<p>Jeg var indledningsvis skeptisk overfor Jake&#39;s motiv for at gå tilbage i tiden.\nDet er tydeligt, at det er Al&#39;s ønske at redde JFK; Jake har som udgangspunkt\nintet særligt forhold til dette. Hovedmotivationen virker til at være forholdet\ntil Al og et halvtomt løfte om at føre denne døende mands sidste ønske ud i\nlivet. Men er det nok? Er det motivation nok til at rejse tilbage til 1958,\nog tilbringe op mod 5 år af sit liv på denne, tilsyneladende, vanvidsmission.\nFor ikke at tale om de konsekvenser der følger; Al argumenterer for hvordan det\nvil løse kold krig samt stoppe Vietnam krigen i at bryde ud.</p>\n<p>Men Jakes forhold til Al er ret overfladisk; hans henvendelse til Jake kommer\nsom en stor overraskelse, og virker allerede her søgt. Måske skal det ses som\net udtryk for Al&#39;s desperation ved at være vendt tilbage til nutiden, dødssyg\nog ude af stand til selv at redde JFK. Eller en naturlig og menneskelig\nnysgerrighed ved Jake&#39;s karakter; det ville være dumt at forvente fuldstændig\nrationel tankegang — han er jo ikke\n<a href=\"/arkiv/harry-potter-and-the-methods-of-rationality\" rel=\"noopener noreferrer\">Harry Potter</a>.\nHan handler også i kraft af følelser og instinkter. Fair nok.</p>\n<h2 id=\"den-personlige-sag\">Den personlige sag</h2>\n<p>I forbindelse med sin lærergerning har Jake stiftet bekendskab med den\nlærings-udfordrede, men sympatiske, pedels tragiske barndomstraume.\nI den bedste fristil Jake nogensinde har læst, bliver manden. der ikke har let\ntil tårer, dybt rørt af Harry Dunnings fortælling om hvordan hans alkoholiske\nfar på Halloween i 1958 myrder hans mor og hans søskende — en hændelse Harry\nselv slipper fra med en hjerneskade.</p>\n<p>Da Jake kobler denne hændelse sammen med tidstunnellens destinationsår er han\nfast besluttet på at forhindre denne tragedie. Så det giver god mening, at\nmeget af bogen i virkeligheden foregår i Harry Dunnings hjemby <em>Derry</em>.</p>\n<h2 id=\"fortiden\">Fortiden</h2>\n<p>Stephen King har en interessant vinkel på hele begrebet med tid og hans tilgang\ntil tidstunnellen. At tiden ikke ønsker at blive ændret kan måske umiddelbart\nlyde fjollet. Men har man først købt at Jake rent faktisk finder en tidstunnel\nog rejser 53 år tilbage i tiden, er det en interessant feature, omend ikke\nsærlig tilfredsstillende set fra et mere rationelt synspunkt.</p>\n<blockquote>\n<p>Hver gang jeg kastede op, hver gang mine tarme trak sig sammen,\ntænkte jeg den samme tanke: <em>Fortiden ønsker ikke at blive ændret.</em>\n<em>Fortiden stritter imod.</em></p>\n</blockquote>\n<p>Som meget andet underholdning indeholdende tidsrejser, rejser der sig en del\nspørgsmål og skepsis. Det er ikke altid intuitivt og nogle gange paradoksalt.\n<em>22.11.63</em> er heller ingen undtagelse, men jeg synes dog at forsøget er\nhæderligt. I virkeligheden er jeg endnu ikke i stand til at give et mere\nnuanceret syn på sagen, da jeg har megen science fiction læsning forude.</p>\n<blockquote>\n<p>Var jeg overrasket? Heller ikke.\nFor fortiden er ikke bare genstridig;\nden er i harmoni både med sig selv og fremtiden.\nDen harmoni oplevede jeg igen og igen.</p>\n</blockquote>\n<h2 id=\"sadie\">Sadie</h2>\n<p>Man fornemmer det af bagsiden på bogen og af introduktionen til Jake som den\nnyligt fraskilte gymnasielærer i midten af trediverne. <em>Love</em>, er helt sikkert\nogså et tema i denne spændingsroman. Der er tale om et relativt forudsigeligt\nmøde og Jake &amp; Sadie bliver hurtigt et par. Forholdet viser sig at være plot\nrelevant, og skaber nogle situationer og udfordringer for vor hovedkarakter\nat tackle.</p>\n<p>Én af de ting jeg virkelig godt kunne lidt ved bogen var Kings sans for dans.\nJake er en habil danser, og jeg fik helt pulsen op da Mr. A. og Miz Dunhill\ntager hinanden i hånden og performer en elektrisk og sensuel swing, Lindy Hop,\ntil Glenn Miller: &#39;In the Mood&#39;.</p>\n<blockquote>\n<p>Jeg vidste, hvilken plade han ville sætte på, jeg vidste,\nat vi ville danse til den, og jeg vidste, <em>hvordan</em> vi ville danse den.\nOg så begyndte den, denne bløde messing-intro:<br><em>Bah-dah-dah</em> ... <em>bah-dah-da-dee-dum</em><br>Glenn Miller. &#39;In the Mood&#39;.<br>Sadie rakte om bag på hovedet og trak elastikken af, så håret faldt frit.\nHun smilede og begyndte at vugge i hofterne.\nHåret dansede fra skulder til skulder.<br>&quot;Kan du swinge?&quot; Jeg hævede stemmen for at overdøve musikken.\nVidste, at hun kunne. Vidste, at hun <em>ville</em>.\n[...]<br><em>Nu giver du min hånd et klem for at fortælle mig,</em>\n<em>om du danser mod venstre eller mod højre.</em>\n[...]<br>Jeg kom op igen, hun fulgte efter.\nHun fløj væk og kom så tilbage i mine arme. Vi dansede under lysene.<br>At danse er at leve.</p>\n</blockquote>\n<p>Efter at have læst den passage, giver det mening. Dans altså.</p>\n<p>Jake og Sadie kommer ud for lidt af hvert, og på trods af disse strabadser,\nudfordringer og knubs som livet (tiden?) giver, er der ingen tvivl om at Sadie\ner Jake&#39;s store kærlighed.</p>\n<blockquote>\n<p>&#39;Hvis blot der er kærlighed,\ner skoldkoppekratere lige så smukke som smilehuller.&#39;\nJeg vil elske dit ansigt, uanset hvordan det ser ud. Fordi det er dit.</p>\n</blockquote>\n<h2 id=\"oversættelsen\">Oversættelsen</h2>\n<p>Én af de ting jeg dog studsede gevaldigt over i forbindelse af min læsning\naf Stephen Kings ellers fine roman (overall), var <em>oversættelsen</em>. Jeg er\nefterhånden vandt til at læse bøger på deres originalsprog; og jeg er kun\nblevet bekræftet i denne holdning. Jeg fandt adskillige slå-fejl, kommafejl\n(det kan godt være jeg ikke sætter alle mine kommaer i henhold til gældende\ngrammatik, men det betyder <em>ikke</em>, at jeg ikke kan se når det er gjort forkert\n[Et princip jeg tillærte mig i forbindelse med en eksaminatorietime i et af\nmine kurser på 4. semester; man behøver ikke at have løst en opgave selv,\nfor at kunne vurdere om den er løst korrekt og/eller verificere løsningen]),\nog andre meningsforstyrrende misoversættelser. </p>\n<p><strong>Eksempelvis</strong>, har det irriteret mig at oversætteren har valgt at oversætte\n&quot;science-fiction&quot; til &quot;sf&quot; (jeg ville foretrække &quot;science fiction&quot; eller\n<a href=\"http://ordnet.dk/ddo/ordbog?query=scifi\" target=\"_blank\" rel=\"noopener noreferrer\">&quot;sci-fi&quot;</a>):</p>\n<p>Engelsk:</p>\n<blockquote>\n<p>I felt like an alien in a science fiction movie, ...</p>\n</blockquote>\n<p>Dansk oversættelse:</p>\n<blockquote>\n<p>Jeg følte mig som et rumvæsen i en sf-film, ...</p>\n</blockquote>\n<h2 id=\"konklusion\">Konklusion</h2>\n<p>Stephen King leverer i sandhed en spændingsroman der er værd at læse. Jeg havde\ningen forudgående <em>særlig</em> interesse i JFK eller 1950&#39;ernes Amerika, men følte\nmig revet med og i virkeligheden fascineret af tiden og dens kontraster til i\ndag. Jeg var helt sikkert underholdt, også på trods af en vis skepsis\nvedrørende tidselementet og den genstridige fortid.</p>\n<p>Dog kan man muligvis kritisere tempoet i visse dele af bogen. Meget af den tid\nJake tilbringer i årene 1958 til 1963 går med spionage og at forsøget at få\nvished omkring Lee Oswalds (med)skyldighed i mordet på JFK. Det er naturligvis\nrealistisk og betagende, men også trættende og kedsommeligt til tider at høre\nom Oswalds gøren og laden. Det er forfriskende når disse passager bliver\nafbrudt af Jake&#39;s tilknytning til Sadie og tilværelsen som gymnasielærer i\nJodie.</p>\n<p>Spændingen stiger heldigvis i de senere kapitler, og King formår at styre uden\nom de største klichéer og en fuldstændig rosenrød slutning.</p>\n<p><img src=\"/img/arkiv/stephen-king-22-11-63/stephenKing_221163.jpg\" alt=\"Stephen King: 22.11.63\"></p>\n","excerpt":"Stephen King har forsøgt sig med en spændingsroman omhandlende en middelaldrende\ngymnasielærers forsøg på at forhindre mordet på John. F. Kennedy — efter at\nhave opdaget en tidstunnel der fører tilbage til 1958. Men tiden er genstridig,\nog gør modstand. Den modsætter sig at blive ændret.\nTitlen er <em>22.11.63</em>, formatet er <em>bog</em>.","title":"Stephen King: 22.11.63","author":"Casper Kehlet Jensen","description":"Indtryk af Stephen Kings spændingsroman 22.11.63","warning":null,"draft":false,"published":{"year":2015,"month":11,"date":3,"timestamp":"2015-11-03"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}