{"slug":"tegneprogrambilledebehandlingsprogram-for-linux","html":"<p>Selvom jeg ofte priser mig lykkelig for mit skifte til Linux (Ubuntu 12.04) tidligere på året, har der været især én ting jeg endnu ikke har fået på plads; et godt og solidt billede-behandlingsprogram til Linux. Jo, jeg er godt klar over at der er noget der hedder &quot;Gimp&quot;. Nej, det jeg har ledt (forgæves indtil videre) efter er et alternativ til det fremragende stykke software jeg anvendte under Windows: <a href=\"http://www.getpaint.net/\">Paint.NET</a>. Det var virkelig godt. Solidt, nemt og intuitivt at anvende, uden tusindvis af funktioner man sikkert aldrig får brug for. Og hvis man ønsker yderligere funktionalitet er der mange plugins at hente online.</p>\n<p>Men det står desværre sådan til, at et veldrejet og <strong>solidt</strong> alternativ til Linux ikke findes. &quot;Pinta&quot; lever ellers højt på at være inspireret af Paint.NET, men lever ikke op til samme standard. Man genkender helt sikkert brugerfladen og måden tingene er sat op på, men det er desværre fyldt med fejl og mangler - og er ikke målrettet linux brugere - blot portet til de fleste platforme.</p>\n<p>Men i aftes faldt min søgning over &quot;Aseprite - Allegro Sprite editor&quot; (<a href=\"http://www.aseprite.org/\">link</a>) og jeg er meget spændt på hvad det har at byde på. Dette er dog ikke et billedebehandlingsprogram som Paint.NET er det, men mit primære formål er at have noget software, som gør mig i stand til at lave små ikoner og simpel grafik til spil og hjemmesider. Og det synes jeg ikke har været nemt i nogle af de tidligere nævnte og unævnte programmer jeg har testet. Aseprite er målrettet pixel baseret grafik og det tror jeg godt jeg kan vænne mig til. </p>\n<h3 id=\"installation-af-aseprite\">Installation af Aseprite</h3>\n<p>Men for at kunne anvende dette stykke software, prøvede jeg selv at lave et build (compile from source), da jeg ikke var istand til at hente deb-pakken via hjemmesiden. Desværre var jeg ikke istand til dette pga. en fejl med X11. Så jeg fandt en nemmere løsning.</p>\n<p>Jeg fandt et PPA til installation med apt. Først hentes et GPG key:</p>\n<pre>$ wget -q -O- http://archive.getdeb.net/getdeb-archive.key | sudo apt-key add -</pre>\n\n<p>Dernæst tilføjes følgende linje til filen &quot;/etc/apt/sources.list&quot;. Jeg anvendte vim til at redigere filen, men du kan også avende nano. HUSK at skrive:</p>\n<pre>sudo vim /etc/apt/sources.list</pre>\n\n<p>da du formodentligt skal have root permissions for at redigere filen. Nedenstående linje tilføjes i bunden:</p>\n<pre>\ndeb http://archive.getdeb.net/ubuntu/ natty-getdeb games\n</pre>\n\n<p>Bagefter opdates via apt og aseprite kan installes på den mest tilfredsstillende måde under linux:</p>\n<pre>\nsudo apt-get update\nsudo apt-get install aseprite\n</pre>\n\n<p>Ovenstående installation er baseret på følgende:\n<a href=\"http://pkgs.org/ubuntu-11.04/getdeb-games-amd64/aseprite_0.9-1~getdeb1_amd64.deb.html\">http://pkgs.org/ubuntu-11.04/getdeb-games-amd64/aseprite_0.9-1~getdeb1_amd64.deb.html</a></p>\n<p>Jeg vil i den løbende tid evaluere Aseprite og blogge om mine erfaringer med denne pixel-editor.</p>\n","excerpt":"Selvom jeg ofte priser mig lykkelig for mit skifte til Linux (Ubuntu 12.04) tidligere på året, har der været især én ting jeg endnu ikke har fået på plads; et godt og solidt billede-behandlingsprogram til Linux. Jo, jeg er godt klar over at der er noget der hedder &quot;Gimp&quot;. Nej, det jeg har ledt (forgæves indtil videre) efter er et alternativ til det fremragende stykke software jeg anvendte under Windows: <a href=\"http://www.getpaint.net/\">Paint.NET</a>. Det var virkelig godt. Solidt, nemt og intuitivt at anvende, uden tusindvis af funktioner man sikkert aldrig får brug for. Og hvis man ønsker yderligere funktionalitet er der mange plugins at hente online.","title":"Tegneprogram / billedebehandlingsprogram for Linux","author":"Casper Kehlet Jensen","description":"","warning":null,"draft":false,"published":{"year":2012,"month":8,"date":26,"timestamp":"2012-08-26"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}