{"slug":"the-godfather","html":"<p>En af de mest bedste cinematiske oplevelser jeg har oplevet er utvivlsomt\nCoppolas <em>The Godfather</em> film fra 1972. Filmens grundlag, bestselleren af\n<em>Mario Puzo</em> med samme titel, <em>The Godfather</em>, er ingen undtagelse!\nI et hæsblæsende tempo og med et omfattende persongalleri af interessante\nitalienere og amerikanere, fortæller Puzo om den indflydelsesrige mafiafamilie\n<em>Corleone</em>, og om <em>Don</em>&#39;ens <span class=\"spoiler\">storhed og fald</span>. </p>\n<p><img src=\"/img/arkiv/the-godfather/marioPuzo_TheGodfather.jpg\" alt=\"Mario Puzo: The Godfather\"></p>\n<blockquote>\n<p>A man who doesn&#39;t spend time with his family can never be a real man.</p>\n</blockquote>\n<p>I <em>The Godfather</em> bliver man lynhurtigt suget ind i mafia-universet i New York\ni og omkring 2. verdenskrig. Emigreret fra Sicilien (Italien) har de søgt\nlykken i Amerika &mdash; og har så sandelig fundet den. Især <em>Corleone</em>-familien\nsom historien drejer sig om har stor indflydelse, med mange venner inden for\npolitik, politi, dommere mv. Det store imperie er opbygget af den, frem for alt\nrespektable, <em>Don Vito Corleone</em>: En intelligent og snedig mand, med forståelse\nfor betydningen af mange og stærke venskaber.\n (om vigtigheden af <em>familie</em>)</p>\n<blockquote>\n<p>I&#39;ll make him an offer he can&#39;t refuse.</p>\n</blockquote>\n<p><em>The Godfather</em> er fantastisk dragende, især i forhold indblikket i Don&#39;ens\nmetoder, og hans fænomenale sans for at drage fordel af venskaber, samt en\nevne som ingen anden til at forhandle og tale <em>fornuft</em>. Hans kontraster\n(god ven, respektfuld, god familiefar vs. nådesløs kriminel mafiaboss) gør ham\ntil en utrolig interessant karakter.</p>\n<blockquote>\n<p>You&#39;ve god the wrong idea of my father and the Corleone family. [...]<br>My father is a businessman trying to provide for his wife and children\nand those friends he might need someday in a time of trouble.\nHe doesn&#39;t accept the rules of the society we live in because those rules\nwould have condemned him to a life not suitable to a man like himself,\na man of extraordinary force and character. [...]<br>He refuses to live by rules set up by others, rules which condemn him to a\ndefeated life. But his ultimate aim is to enter that society with a certain\npower since society doesn&#39;t really protect its members who do not have their\nown individual power.\nIn the meantime he operates on a code of ethics he considers far superior\nto the legal structures of society.<br>— Michael Corleone</p>\n</blockquote>\n<p>Bogen er utrolig medrivende, med et omfattende persongalleri. Adskillige\npersoner har lange introduktioner, hvilket imidlertid også kan være en af dens\nfå svagheder. En fyr som Johnny Fontane får utrolig meget spalteplads, og man\nfår et indgående kendskab til hans tilværelse, hans tanker og følelser.\nMen det virker lidt <em>odd</em>, eftersom han ikke er nogen nøglespiller i forhold\ntil plottet, eller spiller nogen stor rolle i familieforetagnet; hans\ngudfar er naturligvis <em>Don Corleone</em>, og er som Hollywood-stjerne en brik i\ndet økonomiske spil om magt. Men jeg føler stadig at der mangler en form for\nforløsning.</p>\n<blockquote>\n<p>A friend should always underestimate your virtues\nand an enemy overestimate your faults.</p>\n</blockquote>\n<h2 id=\"konklusion\">Konklusion</h2>\n<p>Mario Puzo formår virkelig at fastholde læseren (mig). Kapitel II starter på\nside 79, men man ænser det ikke. Med fascination læser man om den utrolige\n<em>Don Corleone</em>; om en tid hvor korruption var en selvfølge, venskaber\nvidtrækkende og altid med et formål, om vigtigheden af familie, og hvor et\n<em>nej</em> kan udløse en hel krig i den kriminelle underverden.</p>\n<blockquote>\n<p>Why should I be afraid now?\nStrange men have come to kill me ever since I was twelve years old.</p>\n</blockquote>\n<p>Nu er der kun én ting at gøre, at opfylde. Et behov har trængt sig på; gode\nminder har rejst sig på ny. Det er tid til at finde <em>The Godfather:\nThe Coppola Restoration</em> frem og opleve Puzo&#39;s univers i levende billeder og\nlyd, som dirigeret af <em>Francis Ford Coppola</em>.</p>\n<blockquote>\n<p>Italians have a little joke,\nthat the world is so hard a man must have two fathers to look after him,\nand that&#39;s why they have godfathers.</p>\n</blockquote>\n","excerpt":"En af de mest bedste cinematiske oplevelser jeg har oplevet er utvivlsomt\nCoppolas <em>The Godfather</em> film fra 1972. Filmens grundlag, bestselleren af\n<em>Mario Puzo</em> med samme titel, <em>The Godfather</em>, er ingen undtagelse!\nI et hæsblæsende tempo og med et omfattende persongalleri af interessante\nitalienere og amerikanere, fortæller Puzo om den indflydelsesrige mafiafamilie\n<em>Corleone</em>, og om <em>Don</em>&#39;ens <span class=\"spoiler\">storhed og fald</span>. ","title":"Mario Puzo: The Godfather","author":"Casper Kehlet Jensen","description":"Tanker vedrørende Mario Puzo's bestseller 'The Godfather'.","warning":null,"draft":false,"published":{"year":2015,"month":8,"date":13,"timestamp":"2015-08-13"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}