{"slug":"tour-de-fyn-cykling-i-de-fynske-alper","html":"<p>Denne sommer har jeg ikke tænkt mig at spendere udelukkende på &quot;kontoret&quot;. Foruden et smut til Spanien, med sol, vin, og spændende oplevelser, har jeg ingen planer for mine 2 måneders ferie, hvoraf ¼ allerede er gået! Så derfor har en impulsiv, tilbagevendende handling medført et mål for min ferie. Jeg har sat mig for at udforske fyn, som er øen hvor jeg har fundet mig tilrette. Jeg har indtil videre udvalgt mig en håndfuld byer og steder, som jeg ønsker at besøge... på cykel naturligvis! Jeg har primært haft de ved-vandet-beliggende lokaliteter i sigtekornet; Faaborg, Svendborg, Assens, Nyborg, Kerteminde, Fyns Hoved, Bogense og Middelfart er indtil videre på listen.</p>\n<p>Om det er Tour de France, det gode vejr ovenpå en lang vinter, min (lille) løbeskade eller noget fjerde der har inspireret mig til at cykle disse mange kilometer ved jeg ikke, men jeg finder det yderst tilfredsstillende at udforske ukendt land på en måde, som ikke er mig muligt til bens. Men der er dog ikke første gang jeg tilbagelægger længere distancer på cykel. Jeg har tidligere deltaget i Trædtil for kræftens bekæmpelse hvor jeg cyklede 110 km. Og dette fantastiske arrangement er jeg naturligvis tilmeldt igen i år - så dét er endnu en motivationsfaktor.</p>\n<p>Mine første længere afstikker på fyn, var en fin tur syd omkring Odense, til både Ringe og Ørbæk. Det var en fantastisk tur på ~70 km, som tog mig lige under 3 timer. Det er især de mange cykelstier og cykeloptimerede ruter og den smukke fynske natur der gør anstrengelserne det hele værd. Én ting kan man måske savne på fyn; titlen på denne blogpost skal vitterligt forstås som en joke - for dér er ikke skyggen af stigninger på Fyn. Der er fladt som en klat smør i solen, fladt som en rødspætte, fladt som en ny 52&quot; fladskærm fra Samsung, fladt som... Jeg forventer dog på en af mine ture at komme forbi Fyn&#39;s højeste punkt, Frøbjerg Bavnehøj på 131 meter - måske det kan overbevise mig om det modsatte!</p>\n","excerpt":"Denne sommer har jeg ikke tænkt mig at spendere udelukkende på &quot;kontoret&quot;. Foruden et smut til Spanien, med sol, vin, og spændende oplevelser, har jeg ingen planer for mine 2 måneders ferie, hvoraf ¼ allerede er gået! Så derfor har en impulsiv, tilbagevendende handling medført et mål for min ferie. Jeg har sat mig for at udforske fyn, som er øen hvor jeg har fundet mig tilrette. Jeg har indtil videre udvalgt mig en håndfuld byer og steder, som jeg ønsker at besøge... på cykel naturligvis! Jeg har primært haft de ved-vandet-beliggende lokaliteter i sigtekornet; Faaborg, Svendborg, Assens, Nyborg, Kerteminde, Fyns Hoved, Bogense og Middelfart er indtil videre på listen.","title":"Tour de Fyn - cykling i de fynske alper","author":"Casper Kehlet Jensen","description":"","warning":null,"draft":false,"published":{"year":2013,"month":7,"date":12,"timestamp":"2013-07-12"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}