{"slug":"webudviklingsresourcer","html":"<p>Puha, det er svært at oversætte en ellers fin titel på engelsk: <i>Webdevelopment resources</i>. Denne blogpost er dedikeret til et udpluk af mine egne resourcer inden for webudvikling. En række links og anbefalinger til værktøjer og især frameworks. Denne blogpost vil på ingen måde (ikke engang forsøge) at afdække alle muligheder, men mere give et smalt indblik i, hvilke resourcer jeg selv har fundet anvendelige til dato. Jeg ser dog ingen grund til ikke at udforske de mange alternativer.</p>\n<h3 id=\"gode-links\">Gode links</h3>\n<p>Min absolutte foretrukne kilde til gode webtutorials og artikler er <a href=\"http://net.tutsplus.com/\" target=\"_blank\">Nettuts</a>. De har mange virkelig gode tutorials, dækkende alt vedrørende PHP, Python, javascript, frameworks, HTML, CSS, etc. og alt hvad der ellers rør&#39; sig i webudviklingsmiljøet. Derudover er det også her man finder Jeffrey Way, min primære webuviklings-inspiration. Han formår at formidle sig utroligt godt og har fingeren på pulsen. Han står bl.a. bag tutorial-serierne om CodeIgniter, Laravel og Sublime Text 2.</p>\n<p>Her er en lille liste over gode links vedrørende webdevelopment:</p>\n<ul>\n    <li><a href=\"http://tutorialzine.com/\" target=\"_blank\">http://tutorialzine.com/</a> - fede tutorials</li>\n    <li><a href=\"http://w3schools.com/\" target=\"_blank\">http://w3schools.com/</a> - Standard info om det mest basale vedrørende webdevelopment</li>\n    <li><a href=\"http://learn.shayhowe.com/advanced-html-css/\" target=\"_blank\">http://learn.shayhowe.com/advanced-html-css/</a> - God advanceret guide til HTML/CSS/Javascript</li>\n    <li><a href=\"http://stackoverflow.com/\" target=\"_blank\">http://stackoverflow.com/</a> - Her besvares langt de fleste spørgsmål vedrørende alt programmeringsrelateret</li>\n</ul>\n\n<h3 id=\"backend-frameworks\">Backend Frameworks</h3>\n<p>Der findes mange, også indenfor flere forskellige kategorier, som det er vigtigt først at pointere. Der er både frameworks til backend-delen ved hjemmesidekonstruktion, men også til frontend-delen, dvs. HTML/CSS/Javascript. Min måske største anbefaling med hensyn til PHP-frameworks må være <a href=\"http://ellislab.com/codeigniter\" target=\"_blank\">CodeIgniter</a>. Det er i skrivende stund mit foretrukne PHP-framework, som jeg har udviklet en hel del i. Mange af mine projekter, inklusive hjemmesiden her, og arbejde for klienter er gjort i dette framework. Jeg finder det utroligt nemt at anvende, med fin struktur. En virkelig god resource til at lære CodeIgniter er følgende serie af video-tutorials fra Nettuts: <a href=\"http://net.tutsplus.com/sessions/codeigniter-from-scratch/\" target=\"_blank\">CodeIgniter From Scratch</a>.</p>\n<p>Indenfor den seneste tid, har jeg dog set megen &quot;fuzz&quot; omkring et andet PHP-framework, <a href=\"http://laravel.com/\" target=\"_blank\">Laravel</a>. Jeg har desværre i skrivende stund ingen erfaring med dette, men forventer at dykke ned i det snarrest, da det ser ud til at have en stor brugerbase og være rigtig populært.</p>\n<p>Men der er jo også mulighed for at skrive hjemmesider i andet end PHP. Python er mit foretrukne programmeringssprog, og jeg har snust lidt til 2 meget forskellige frameworks. Først må jeg nævne <a href=\"https://www.djangoproject.com/\" target=\"_blank\">Django</a>. Det nok mest populære python-framework. Det er utroligt lækkert, med find URL-routing og auto-administrations-setup. Et alternativ er <a href=\"http://webpy.org/\" target=\"_blank\">Web.py</a>. Dette ultra-ultra lille framework fandt min interesse idet man via ca. 10 linjers kode har en hjemmeside. Det har ikke mange funktioner og en lidt mangefuld dokumentation, men det er nok det mest elegante framework jeg har set. Man føler virkelig at det er Python man programmerer i - og ikke et eller andet &quot;framework-sprog&quot;.</p>\n<h3 id=\"frontend-frameworks\">Frontend frameworks</h3>\n<p>Det nok mest udbredte HTML/CSS/Javascript framework må være <a href=\"http://twitter.github.com/bootstrap/\" target=\"_blank\">Bootstrap</a>. Det leverer et fantastisk flot interface med pæne, knapper, dialogbokse, menuer, etc.  - samt et responsivt layout med grids og navigationsbarer. Det er fantastisk at bruge til små projekter, hvor man derfor ikke behøver at koncentrere sig om layout, men kan fokusere på projektets implementering. Eller det kan lægge god bund for et større projekt, som sikrer et konsekvent design og god struktur.</p>\n<p>Der findes flere af disse frontend frameworks, hvor jeg kan nævne to nyklækkede af slagsen: <a href=\"http://groundwork.sidereel.com/?url=home\" target=\"_blank\">Groundwork</a> og <a href=\"http://designmodo.com/demo/flat-ui/\" target=\"_blank\">Flat UI</a>. Begge med samme grundidé som Bootstrap.</p>\n<p>Jeg må dog også nævne det fremragende mobile framework <a href=\"http://jquerymobile.com/\" target=\"_blank\">jQuery Mobile</a>. Det har været vores, Joakim og jeg, store indgang til den mobile verden. Det gør én istand til at udvikle smartphone-apps, som mobiloptimerede hjemmesider. Det gør det muligt at lave i sandhed kryds-platforms applicationer ved hjælp af de muligheder der kommer via en browser. Det er i konstant udvikling og en del af fremtiden. Der er endda mulighed at pakke en sådan hjemmeside via <a href=\"http://phonegap.com/\" target=\"_blank\">Phonegap</a>, så den kan fungere som en regulær app. I samme åndedrag må jeg inkludere <a href=\"http://www.sencha.com/products/touch\" target=\"_blank\">Sencha Touch</a> - som er en pendant til JqueryMobile men som fokuserer udelukkende på javascript.</p>\n<p><a href=\"http://jquery.com/\" target=\"_blank\">jQuery</a> er det nok mest udbredte javascropt framework - og med god grund. Det er et fantastisk library af brugbare metoder til manipulation og querying DOM&#39;en. Har en rigtig fin dokumentation. Se desuden Jeffrey&#39;s fantastiske tutorial-serie om introduktion til jQuery: <a href=\"https://tutsplus.com/course/30-days-to-learn-jquery/\" target=\"_blank\">30 dage til at lære jQuery</a>.</p>\n<h3 id=\"værktøjer\">Værktøjer</h3>\n<p>Som webudvikler - eller blot programmerende i al almindelighed - er det vigtigste værktøj naturligvis tekstbehandleren. Så mange timer bruges her, så selv de mindste optimeringer her, vil have enorm indflydelse på hastighed og produktivitet. Derfor anbefaler jeg her et par gode programmer:</p>\n<p><a href=\"http://www.sublimetext.com/2\" target=\"_blank\">Sublime Text 2</a> er uden sammenligning den bedste tekstbehandler jeg nogensinde har anvendt - og hørt om. Den har en utroligt lækker og tiltalende brugerflade. Men den er også lyn-hurtig og indeholder mange fede funktioner som gør hverdagen som programmerende lettere. Det kan ikke understreges nok! Jeg vil også anbefale at man efter at have prøvet kræfter med den, viser sin taknemmelighed og betaler for dette fantastiske stykke software - og dermed støtter den videre udvikling. Se desuden Jeffrey&#39;s behjælpsomme vidoer om <a href=\"https://tutsplus.com/course/improve-workflow-in-sublime-text-2/\" target=\"_blank\">det perfekte workflow i Sublime Text 2</a>.</p>\n<p>Der er jo faktisk ikke mere at tilføje, når jeg først har nævnt ovenstående :)</p>\n<h3 id=\"kontakt\">Kontakt</h3>\n<p>Du er altid velkommen til at kontakte mig yderligere vedrørende tips/tricks/links/ris/ros. Jeg har mange flere fede resourcer, som jeg ikke her har plads til at dele. Skriv til mig på <a href=\"mailto:kontakt@snemanden.com\">kontakt@snemanden.com</a>.</p>\n","excerpt":"Puha, det er svært at oversætte en ellers fin titel på engelsk: <i>Webdevelopment resources</i>. Denne blogpost er dedikeret til et udpluk af mine egne resourcer inden for webudvikling. En række links og anbefalinger til værktøjer og især frameworks. Denne blogpost vil på ingen måde (ikke engang forsøge) at afdække alle muligheder, men mere give et smalt indblik i, hvilke resourcer jeg selv har fundet anvendelige til dato. Jeg ser dog ingen grund til ikke at udforske de mange alternativer.","title":"Webudviklingsresourcer","author":"Casper Kehlet Jensen","description":"","warning":null,"draft":false,"published":{"year":2013,"month":3,"date":21,"timestamp":"2013-03-21"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}