{"slug":"haveredskabsopbevaring","html":"<p>I sommers fik vi <em>nok</em> af bunken af haveredskaber der lå som\nhalvkogt spaghetti henne i det ene hjørne af vores garage/værksted.\nSå jeg besluttede mig for at lave et ophæng til de fleste af redskaberne\naf noget af det palletræ vi havde liggende.</p>\n<p><img src=\"/img/blog/haveredskabsopbevaring/IMG_1534.jpg\" alt=\"Bar mur\"></p>\n<p>Det sværeste i projektet har var vel nok egentlig at finde på hvordan\njeg skulle lave ophænget; min største udfordring var nemlig, at\nvore haveredskaber jo har forskellige dimensioner (spaden er fx\nrelativt kort, medens at riven er har et ganske langt skaft) og så\ner Fiskars serien med de krumme skafter; ophænget havde nok været\nmere simpelt med <em>classic</em>-serien, men nuvel.</p>\n<p>Jeg søgte lidt inspiration på nettet, og var egentlig en smule skuffet.\nMen jeg fandt et halvsløret billede, som jeg fandt inspiration i.\nMed dét som udgangspunkt, kom jeg op med en form for ramme med brædder\npå tværs øverst, som man kan kile redskaberne op under, så de ikke falder\nud i rummet. Og så er den todelt, sådan at den kan tilfredsstille redskaber\nuanset højde! Her diskrimineres ikke (på højde i al fald; beskaffenhed måske?).</p>\n<p><img src=\"/img/blog/haveredskabsopbevaring/IMG_1533.jpg\" alt=\"Pallematerialet og projekttegningen\"></p>\n<p><img src=\"/img/blog/haveredskabsopbevaring/IMG_1535.jpg\" alt=\"Plankerne lagt ud, klar til at blive samlet\"></p>\n<p>Det kan måske været en anelse svært at se præcis hvordan anordningen er samlet;\nmen som jeg husker måtte jeg stemme ud til plankerne der går på tværs længst inde\nmod muren, og så er der ellers bare fyret nogle skruer igennem der hvor træet mødes.\nTil bunden, er der også brugt lim og et par lister der ikke er synlige.\nOphænget blev en af mine mange <em>patent-pending</em>-løsninger; hvad jeg kalder en \nFFS (falsk fransk samling). Et nærbillede havde nok været nemmest.\nHvis du er <em>meget</em> nysgerrig på hvad en FFS er, så kig forbi i Kolding&mdash;det\ner muligvis din eneste chance.</p>\n<p><img src=\"/img/blog/haveredskabsopbevaring/IMG_1541.jpg\" alt=\"Samlet og monteret på muren\"></p>\n<p><img src=\"/img/blog/haveredskabsopbevaring/IMG_1543.jpg\" alt=\"Haveredskaberne er flyttet ind\"></p>\n<p>Men samlet og monteret blev den jo, og som det ses på billederne, så har den for\nmig og resten af familien da bestået de 5 kriterier for et successfuldt projekt:</p>\n<ol>\n<li>Projektet blev færdigt (og i rigtig god tid; projektet tog blot én enkelt dag),</li>\n<li>Redskaberne kan rent faktisk være der (den delmængde af redskaberne den var designet til i al fald),</li>\n<li>Redskaberne falder ikke ned når de er placeret i ophænget,</li>\n<li>Det <em>ser</em> kønnere ud (om muligt blot marginalt) til sammenligning med redskabsspaghetti,</li>\n<li>Det <em>er</em> rent faktisk nemmere at indfange det redskab man ønsker at anvende.</li>\n</ol>\n","excerpt":"I sommers fik vi <em>nok</em> af bunken af haveredskaber der lå som\nhalvkogt spaghetti henne i det ene hjørne af vores garage/værksted.\nSå jeg besluttede mig for at lave et ophæng til de fleste af redskaberne\naf noget af det palletræ vi havde liggende.","title":"Haveredskabsopbevaring","author":"Casper Kehlet Roi","description":"Et lille enkeltdags palleprojekt; bedre opbevaring af vore haveredskaber.","warning":null,"draft":false,"published":{"year":2020,"month":9,"date":14,"timestamp":"2020-09-14"},"hide":true,"gallery_name":null,"gallery_position":"top","gallery":null}