{"slug":"min-første-modeljernbane","html":"<p>Se nu er vi på <em>sporet</em> af noget ganske interessant!\nHerhjemme har efterhånden i flere uger været undtagelsestilstand; jeg har i al fald ikke haft\nmeget andet på hjernen end <em>Spor og baner</em>, lokomotiver og modeltoge, modelbaner og deslige.\nHer til aften kom så min første succesoplevelse, som jeg skal komme ind på om lidt, men feberen\ner nok i virkeligheden rejst efter en lidt tilfældig tilmelding til et særlig arrangement på lørdag:\n<a href=\"https://www.modeltogs-messen.dk/\" target=\"_blank\" rel=\"noopener noreferrer\"><em>Modeltogs-Messen 2021</em> i Vamdrup</a>.</p>\n<p>Min svigerfar har længe fra tid til anden bragt tanken op om opførsel af en modelbane med tog;\nnaturligvis til glæde for børnebørnene, som er den evige undskyldning, men vel nok mest af alt\ntil glæde for svigersønnen? Snakken er så taget til på det seneste, og med en modeltogsmesse i\nhorisonten, hvor vi for alvor kan bese mulighederne helt tæt på, har jeg fundet det naturligt\nat tage et kig i relevant litteratur om emnet. Det har desværre haft den konsekvens at jeg er\ngået i stå med <em>Dune</em> lige over midtvejs; og dén var ellers drønspændende og hæsblæsende læsning!\nDen skal jeg nok få genoptaget, når den værste togfeber har lagt sig, og jeg kommer ind i en lidt\nmere stabil periode.</p>\n<p>Men tilbage til det med togene! Min dejlige hustru vil nok ikke betegne mig som typen der kaster\nsig hovedkuls ud i enhver udfordring; jeg kan godt lide at gøre lidt research og læse lidt op\npå et givet emne, inden jeg springer ud i det. Og ligeså har det vel været her.\nTil en start, har jeg bl.a. læst en 10-12 numre af det fantastiske modeljernbaneblad\n<em>Spor og Baner</em> (Model og virkelighed), anført af den skarpe og alvidende Flemming Søeborg,\nder som hovedfokus beretter om modelbaner og -toge, men også beskæftiger sig med deres forbilleder\nog jerbanehistorie i det hele taget. Selvom jeg stadig er absolut novice ud i toge, har det været\nganske lærerigt og umådeligt fascinerende at træde ind i denne verden hvor et tog ikke <em>bare</em> er et\ntog! Bladene har jeg naturligvis lånt på biblioteket; fantastisk at man kan gå derned og låne tidligere udgaver. Dét er jeg utroligt taknemmelig for.</p>\n<p><img src=\"/img/blog/min-forste-modeljernbane/spor_og_baner.jpg\" alt=\"SPOR OG BANER: Model eller virkelighed\"></p>\n<p>Dertil har jeg også læst særligt op på anlæg af modelbane til kørsel med modeltoge i almindelighed.\nForuden at have trawlet internettet tyndt, samt kigget timevis af Youtube, så har jeg også læst den\nmeget fine introduktion for begyndere til emnet: &quot;Modeltog&quot; af Rolf Sylvester-Hvid og Jes Buusmann.\nDen kommer godt omkring alt (hvad jeg forestiller mig) at man bør vide før man går igang med denne\nspændende hobby. Da jeg selv er ny på banen, så kan jeg nok først om nogle år give en <em>rigtig</em> anmeldelse af bogen, og komme ind på om den så rent faktisk <em>har</em> været en god introduktion.</p>\n<p><img src=\"/img/blog/min-forste-modeljernbane/modeltog_bog.jpg\" alt=\"Modeltog: Rolf Sylvester-Hvid og Jes Buusmann\"></p>\n<h2 id=\"the-one-and-only-eller\">The One and Only, eller?</h2>\n<p>I går havde jeg så en meget særlig oplevelse. Jeg pendler normalt 3 dage om ugen til Odense fra Kolding,\nog tager <em>naturligvis</em> toget. I de mere end 3 år jeg har færdes på strækningen har jeg dog ikke <em>rigtig</em>\nlagt mærke til hvad jeg rent faktisk kørte i. Jo, et DSB tog selvfølgelig, men hvad mere? Det forekommer\nmig nu komplet pinligt, så selvom jeg vel egentlig godt kunne påtage mig lidt <em>togpral</em> (et fremragende\nantonym til <em>flyskam</em>, som Flemming Søeborg har introduceret mig til), er jeg altså alligevel endt ud i\nen form for <em>togskam</em>. Men tilbage på sporet; denne tidlige onsdage morgen, et par minutter over seks vel at mærke (!), kom et <em>rødt</em> tog mig i møde, hvor jeg normalt mødes af hvad der ligner et af de\nhvide IC3 tog. Begejstringen er stor, og jeg fumler lidt med kameraet, men får taget dette <em>knivskarpe</em>\nbillede:</p>\n<p><img src=\"/img/blog/min-forste-modeljernbane/not_mf5051.jpg\" alt=\"_Ikke_ MF5051!\"></p>\n<p>Efter indstigningen googler jeg mig frem til at det må være selveste MF5051 og dets tilhørende\nvogne jeg sidder i; det eneste af DSB&#39;s 96 IC3 toge der er malet rødt og kaldes &quot;The One and Only&quot;.\nDet blev sådan efter at toget var blevet grundigt restroreret efter en brand der opstod i toget for\nnogle år tilbage.\nDa jeg kommer til Odense, stiger jeg ud med mobilen fremme til at tage flere billeder af de togstammen\nmed den flotte bemaling. Men der går det så op for mig, at jeg <em>ikke</em> har siddet i MF5051. Det var\nsågar slet ikke et IC3-tog! I stedet var der tale om et rødt IR4-tog! Forvirrengen var total,\nfor jeg har ikke noget sted kunne finde information rød bemaling af IR4-togene. IR4-togene er iøvrigt en\nelektrificeret udgave af IC3-togene, som jo er diesel-drevne. At jeg var kørt på el hele vejen var\nnaturligvis en fantastisk overraskelse for mig, men jeg kunne stadig godt tænke mig svar på hvor mange\nIR4 toge der er røde; er der ligeledes også kun ét rødt IR4 tog?</p>\n<p><img src=\"/img/blog/min-forste-modeljernbane/er2031.jpg\" alt=\"ER2031\">\n<img src=\"/img/blog/min-forste-modeljernbane/er2031_litra.jpg\" alt=\"Litrering på ER2031\">\n<img src=\"/img/blog/min-forste-modeljernbane/ir4_roed+hvid.jpg\" alt=\"IR4 i rødt og hvidt\"></p>\n<p>Min togskam kommer sig nu af, at jeg faktisk ikke ved hvorvidt jeg normalt har kørt med IC3-toge eller\nIR4 toge... Det har vel nok været en blanding tænker jeg? I hvert fald kører DSB med begge dele både side\nom side, men sågar også i samme togstamme; det lagde jeg nemlig mærke til i Odense om eftermiddagen, hvor jeg så et IR4-tog koblet sammen med et IC3-togsæt.\nJeg ser nu frem til på mandag, og alle dage frem, at lægge grundigt mærke til, altid, hvilket tog\njeg rent faktisk kører med. Det er iøvrigt ret let at kende forskel. IC3-togene er litreret med MF (altså lokomotiverne der driver hele toget), medens at IR4-togene er litreret med ER.\nEllers kan man også i nogle dele af landet bruge udelukkelsesmetoden; kører man således fx nord for\nFredericia kan det næppe være et IR4-tog, for her er mig bekendt ingen af jernbanerne endnu elektrificeret. Padborg-Lunderskov-Kolding-Fredericia-Odense-København er elektrificeret, ligesom\nS-togsnetværket, samt Esbjerg-Lunderskov også er elektrificeret, m.fl. Få det fulde overblik her: <a href=\"https://www.bane.dk/da/Borger/Baneprojekter/Elektrificeringsprogrammet/Kort-_-faa-et-overblik-over-elektrificeringen\" target=\"_blank\" rel=\"noopener noreferrer\">bane.dk: Få overblikket over elektrificeringen</a>.</p>\n<h2 id=\"den-første-modeljernbane\">Den første modeljernbane</h2>\n<p>Men nu skal vi frem til dét der sker på <em>jernbanen</em>. I dette tilfælde <em>modeljernbanen</em>.\nFor nylig i forbindelse med at mine forældre flyttede fra mit barndomshjem, overtog jeg\nalt hvad de havde stående på loftet af mit gamle skrammel&mdash;men altså også bl.a. min\nfars gamle modeltogssæt. Jeg fik det allerede i hænde af min Farmor da jeg var barn, men\nhusker aldrig at have kørt med det. Da jeg fandt det frem igen for nogle uger siden fandt\njeg ud af hvad der muligvis har været årsagen; når jeg satte lokomtiverne på skinnerne\nog satte strøm til skete der <em>absolut intet</em>.\nDertil mangler der også en rigtig transformer; en sådan må være gået tabt. Men et 9V batteri\nkan dog udgøre en midlertidig strømforsyning. </p>\n<p><img src=\"/img/blog/min-forste-modeljernbane/limah0.jpg\" alt=\"LIMA H0 modeltogsæt\">\n<img src=\"/img/blog/min-forste-modeljernbane/defekte_lima_lokomotiver.jpg\" alt=\"Defekte lokomotiver\">\n<img src=\"/img/blog/min-forste-modeljernbane/fungerende_lima_lokomotiv.jpg\" alt=\"Det fungerende Lima ranger lokomotiv\"></p>\n<p>Jeg har siden læst mig frem til at det sæt jeg har arvet ligger kvalitetsmæssigt et sted\nimellem legetøj og <em>rigtigt</em> modeltog, så det er øjensynligt en del af forklaringen på\ndet. Læg dertil at det primært har været hengemt på et loft og i en kælder mere eller mindre\nsiden min far var dreng, så i hvert fald 30, måske 40 år. Så hvis jeg kan få liv i det,\ner jo egentlig ganske imponerende.</p>\n<p>Med et multimeter i hånden fik jeg analyseret mig nærmere frem til at 2 ud af de 3 lokomotiver\nslet ikke kunne køre, men at det tredje kunne, omend ret dårligt. Årsagen var dog primært\net ganske ringe strømoptag fra skinnerne. Præcis hvad det er ved jeg ikke, men der er en form\nfor belægning eller urenhed på skinnerne der virker isolerende, og altså forhindrer strømmen i at passere fra skinnerne og op igennem togets hjul til den motor der driver dem.\nEfter en del google-søgninger og at have set flere YouTube videoer om &quot;Track cleaning&quot;,\nhvoraf flere var direkte uenige om hvilke metoder man kan\nanvende og hvilke man bestemt ikke bør anvende, besluttede jeg mig for at prøve <em>noget</em>.</p>\n<p>Jeg prøvede således:</p>\n<ol>\n<li>At gnubbe / slibe skinnerne med en træklods.</li>\n<li>Vaske med Isopropanol (eller Isopropylalkohol). (NB!: læs grundigt på etiketten om korrekt anvendelse!)</li>\n</ol>\n<p>Jeg anvendte Isopropanolen både på skinnerne, men skilte også lokomotivet og dens motor ad og rensede enkeltdelene, samt hjulene. Det virkede en smule, men slet ikke nok til at toget kunne køre rundt på skinnerne; resultatet blev blot at der var <em>nogle</em> steder på banen hvor toget lige kunne køre af sig selv i et par cm før det stoppede.</p>\n<p>Mit sidste håb var derfor at prøve med en gummi pudseklods fra Roco...</p>\n<h2 id=\"felderbanen-i-bramdrupdam-kolding\">Felderbanen i Bramdrupdam, Kolding</h2>\n<p>Jeg fandt frem til at min lokale modeltogs-pusher er Felderbanen, beliggende i Bramdrupdam, Kolding.\nSå jeg tog Isak, min ældste søn, med i bilen derud. Han er efterhånden blevet en stor Gods- og passagertogsentusiast, og det var der heller ingen der var i tvivl om da vi kom ind i butikken.\nLidt svært var det at koncentrere sig om de mange fantastisk flotte modeller der var til salg og udstilling i butikken; jeg måtte hele tiden være på vagt og se til at begejstringen ikke løb helt\naf med den 3-årige: nok se, men ikke røre&mdash;heldigvis var de fineste, mest detaljerede (og dyreste!) modeller\nsikret bag tykke glaslåger, og vi kom ud af butikken igen uden at måtte betale for andet end\npudseklodsen fra Roco!</p>\n<p><img src=\"/img/blog/min-forste-modeljernbane/roco_pudsklods.jpg\" alt=\"Pudseklods fra ROCO\"></p>\n<p>Det er helt sikkert ikke sidste gang jeg besøger den fine butik, og det glæder mig at der også var\nmeget brugt materiel at finde;dog ikke noget der kunne købes for en slik, men det var så også\nnæsten kun skiltene i mange tilfælde, der afslørede at der var tale om brugte lokomotiver og vogne,\nfor fine og flotte var de.</p>\n<h2 id=\"success-eller-fiasko\">Success eller fiasko?</h2>\n<p>Nå, tilbage til restoreringen; at anvende pudseklodsen fra Roco, ja dét gjorde altså underværker.\nDa jeg <em>pudsede den på skinnerne</em>, kunne jeg straks se at de blev blank og fine der hvor jeg sleb.\nJeg støvsugede de fine partikler fra &quot;viskelæderet&quot; væk, satte det lille ranger lokomotiv på skinnerne,\nog trykkede batteriet mod skinnerne: og resultatet var <em>mageløst</em>! Toget buldrede derudaf, rundt og\nrundt og rundt.\nStraks gik jeg igang med at samle den største bane der kunne være på spisebordet, og jeg vovede mig\nud i et enkelt sporskifte! Jeg har naturligvis foreviget kørslen i levende billeder herunder.</p>\n<video width=\"800px\" controls style=\"max-width: 100%;\">\n  <source src=\"/img/blog/min-forste-modeljernbane/lima_modeltog_aktion.webm\" type=\"video/webm\">\n  <source src=\"/img/blog/min-forste-modeljernbane/lima_modeltog_aktion.mp4\" type=\"video/mp4\">\n  <p>\n    Your browser doesn't support HTML5 video.\n    Here is a <a href=\"/img/blog/min-forste-modeljernbane/lima_modeltog_aktion.mp4\">link to the video</a> instead.\n  </p>\n</video> \n\n<p>Sikken en fantastisk dag og aften det blev. Jeg har fået smag for mere, og er ikke i tvivl om,\nat jeg snarligt må igang med at bygge en <em>rigtig</em> modelbane fra bunden. Den foreløbige plan er\nat blive enige om projektets omfang med min Svigerfar, finde frem til og blive enige om (ikke mindst) præcis hvad vi vil og hvordan det skal udformes. Der er mange valg at foretage, og jeg har \nefterhånden set mange forskellige måder at gribe hobbyen an på. Vi skal bare have fundet den\nperron og det tog vi skal med...</p>\n","excerpt":"Se nu er vi på <em>sporet</em> af noget ganske interessant!\nHerhjemme har efterhånden i flere uger været undtagelsestilstand; jeg har i al fald ikke haft\nmeget andet på hjernen end <em>Spor og baner</em>, lokomotiver og modeltoge, modelbaner og deslige.\nHer til aften kom så min første succesoplevelse, som jeg skal komme ind på om lidt, men feberen\ner nok i virkeligheden rejst efter en lidt tilfældig tilmelding til et særlig arrangement på lørdag:\n<a href=\"https://www.modeltogs-messen.dk/\" target=\"_blank\" rel=\"noopener noreferrer\"><em>Modeltogs-Messen 2021</em> i Vamdrup</a>.","title":"Min første modeljernbane","author":"Casper Kehlet Roi","description":"Første kapitel i min modeljernbanehobby","warning":null,"draft":false,"published":{"year":2021,"month":9,"date":16,"timestamp":"2021-09-16"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}