{"slug":"min-families-klimaaftryk","html":"<p>Min og hele familiens mærkesag er <strong>Klima &amp; Miljø</strong>.\nI takt med at vores forståelse for de problematikker og udfordringer\nvi som indbyggere på planeten Jorden står overfor er steget, har vi forsøgt at\ntilpasse vores liv og hverdag efter at mindske vores ressourceforbrug og værne\nom natur og nærmiljø i de handlinger vi gør til daglig.</p>\n<p>Helt konkrete tiltag hertil er:</p>\n<ul>\n<li>Vi spiser på egen matrikkel en <em>pescetarisk</em> kost;\n(dvs. uden kød foruden fisk) rent klimamæssigt er det (at nedsætte sit kødforbrug)\nen af de bedste ting man som forbruger kan gøre for at nedsætte sit\nCO<sub>2</sub>-aftryk.</li>\n<li>Næsten alt vi køber er genbrug; tøj, sko, møbler, legetøj og baby/børne-udstyr.\nOg når vi køber nyt prøver vi så vidt muligt at gå efter varer af høj\nkvalitet og/eller der er produceret under forsvarlige og miljørigtige\nforhold.</li>\n<li>På trods af at vi har en benzinbil, prioriterer jeg at bruge offentlig\ntransport (cykel+tog) til arbejde, selvom det ikke er lige så bekvemt, og\nat der i hvert fald ikke er nogen økonomisk gevinst mod at tage bilen.</li>\n<li>Vi tager ikke på flyrejser. Foruden mine rejseaktiviteter i forbindelse\nmed mit arbejde, har vi kun været på én flyrejse imens vi har kendt\nhinanden (5 år). (Det var til Spanien i 2017; en rejse vi med nutidens briller\nhavde fravalgt til fordel for andre rejseformer og rejsemål.)</li>\n</ul>\n<p>Vi er tilgengæld overhovedet ikke i mål når man ser på:</p>\n<ul>\n<li>Vi bor i et hus der hverken har vandopsamling, solceller på taget,\neller en særlig høj energimærkning.\nDet er et traditionelt parcelhus som en dag,\nligesom resten af vores samfunds traditionelle byggeri fra sidste halvdel\n1900-tallet og frem, er et affaldsmareridt.</li>\n<li>Vi er langt fra selvforsynende (foruden jordbær i juni og tomater i august\noverhovedet ikke) og er på den måde afhængig af at en betragtelig mængde\nmadvarer der skal pakkes i plastik og fragtes over både små og store afstande.</li>\n<li>Vi har en benzinbil, og selvom vi ikke bruger den til daglig pendling\nmå den stadig udgøre en stor del af vores klimabelastning. Vi håber naturligvis\nen dag ikke langt ude i fremtiden at kunne udskifte den med en elbil, eller\nhvis man kan få familielivet til at gå op, helt at droppe bilen.</li>\n</ul>\n<p>Der er sikkert også andre ting end hvad jeg nævner her som vi kunne gøre for at\nleve mere bæredygtigt. Det er en proces jeg tror vil vare hele livet.\nDerudover har vi også drømme for fremtiden der rimer på bæredygtigt byggeri,\nsom jeg håber vi kan indfri --- og indenfor en overskuelig årrække.\nMen dét tror jeg fortjener sit helt eget indlæg...</p>\n<p>Denne lille artikel kradser kun i overfladen på dette tema, og det er klart\nat der er mange flere nuancer og overvejelser bag de udsagn der er trykt\nher på siden. Og så berører vi jo kun her dét vi i familien selv gør og ikke\ngør for at tackle <em>klimakrisen</em>. Men tænker jeg at vi <strong>som samfund</strong> burde\ngøre anderledes? Hvad er det at vi burde kræve af vores politikkere og\nbeslutningstagere i industrien? <em>Fortsættelse følger...</em></p>\n","excerpt":"Min og hele familiens mærkesag er <strong>Klima &amp; Miljø</strong>.\nI takt med at vores forståelse for de problematikker og udfordringer\nvi som indbyggere på planeten Jorden står overfor er steget, har vi forsøgt at\ntilpasse vores liv og hverdag efter at mindske vores ressourceforbrug og værne\nom natur og nærmiljø i de handlinger vi gør til daglig.","title":"Min families klimaaftryk","author":"Casper Kehlet Roi","description":"En lille gennemgang af hvad vi gør (og stadig ikke gør) for at nedbringe vores klimaaftryk og leve bæredygtigt og med omsorg for planter, dyr og andre mennesker.","warning":null,"draft":false,"published":{"year":2020,"month":8,"date":24,"timestamp":"2020-08-24"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}