{"slug":"ny-uro","html":"<p>Jeg står i skrivende stund på tærsklen til et nyt kapitel i mit familieliv.\nMin hustru, Jeanette, er ganske højgravid og vi venter således at hun føder et\nbarn inden længe; den er &quot;bestilt&quot; til i <strong>morgen</strong>, men det har vi lært af erfaring\nat man skal <em>tage med et gran salt</em>. Men et af de små hyggeprojekter vi har været\ni færd med op til den forestående begivenhed, har været at opgradere den <strong>uro</strong>\nvi fik lavet i forbindelse med vores førstefødtes ankomst.</p>\n<p>Arbejdsfordelingen har været ganske fin; Jeanette havde hæklet nogle søde små dyr i\nforskellige farver (ræven Rita, elefanten Elvin, giraffen Gilbert, og kaninen Kalle)\nog jeg lavede selve konstruktionen der tillader dem at svæve over puslepladsen.\nTilgengæld bar version 1 præg af mine dengang lidt primitive evner indenfor snedkeri.\nDét er tilgengæld et område hvor jeg i al ydmighed vel nok kan vove at påstå at jeg har\nudviklet mig et mulehår eller to.</p>\n<p><img src=\"/img/blog/ny-uro/gammel_uro.jpg\" alt=\"Det bedste billede jeg kunne opstøve af den gamle uro\"></p>\n<p><img src=\"/img/blog/ny-uro/IMG_2363.jpg\" alt=\"Gammel uro konstruktion\"></p>\n<p>Som jeg husker det, var uroen lavet af en skive fra et træ vi havde sanket i\nskoven ved <em>kolonihaven</em> vi havde i Odense. Af den skar jeg med stiksaven et lille hjerte\nud. Jeg savede og sleb et par tynde pinde af noget hyldetræ jeg havde liggende og &quot;stak&quot;\ndem så ellers ind i fire huller boret i hjertet så pindene stak ud i hvert sit hjørne, hvorfra\nde hæklede dyr blev ophængt med fiskesnøre. </p>\n<hr>\n<p>Dét der udløste opgraderingen i første omgang var Jeanettes ønske om at tilføje flere\nfarver, og dermed hæklede dyr, til uroen. Og fluks havde hun jo tryllet både skildpadden\nSigurd og krabben Kristian frem af det farvede garn der hober sig op i boligen\n(ej, hendes hæklerier fylder faktisk ikke mere end 4 kurve og det er pænt sorteret).\nDertil var det endnu engang op til mig at få dem til at svæve&mdash;lidt mere elegant\ndenne gang, måske?</p>\n<p>Jeg valgte, igen på baggrund af de rester af træ jeg havde liggende, at forsøge at\nlave tre rundstokke der skulle krydse hinanden så enderne danner hjørnerne i en\nensvinklet og ligesidet hexagon (sekskant). Jeg havde to ud af tre pinde til at\nlave rundstokke, så den sidste måtte jeg skære ud af en rest egetræ (med bark);\ndét fik jeg først skåret til i længden, hvorefter jeg med økse huggede pinden\ngroft til i tykkelsen. Med min trofaste Stanley No. 4, høvlede jeg den til samme\ndimensioner som de to andre egetræspinde.</p>\n<p><img src=\"/img/blog/ny-uro/IMG_2275.jpg\" alt=\"Tre ens træpinde til at lave rundstokke af\"></p>\n<p><img src=\"/img/blog/ny-uro/IMG_2276.jpg\" alt=\"Klargøring af rundstok\"></p>\n<p>Dernæst var det bare om at få høvlet rundstokke; billederne viser vel næsten\nprocessen: jeg aftegnede en cirkel i begge ender, og så høvlede jeg ellers i\npindens længderetning og fjernede materiale der lå uden for cirklen; først\net kvadrat, dernæst til en ottekant, så til en sekstenkant, dernæst efter behov.\nEfterfølgende blev de slebet med sandpapir, <em>el manuel</em>.</p>\n<p><img src=\"/img/blog/ny-uro/IMG_2277.jpg\" alt=\"Høvlet på 8 sider\"></p>\n<p><img src=\"/img/blog/ny-uro/IMG_2285.jpg\" alt=\"Tre fine rundstokke, slebet\"></p>\n<p>Jeg begav mig derefter ud i lidt af et eksperiment; at samle rundstokkene med\ntræsamlinger; dét havde jeg ikke prøvet med rundtømmer før! Jeg kastede mig\negentlig bare ud i det med et stemmejern, og jeg synes egentlig resultatet blev\nganske udemærket. Slutteligt borede jeg et hul igennem alle tre stokke og fandt\nsærdeles heldigt i gemmerne en hvid krog med gevind der netop var langt nok til\nat kunne skrues i hullerne!</p>\n<p><img src=\"/img/blog/ny-uro/IMG_2289.jpg\" alt=\"Samlet som var de rundtømmer til et bjælkehus\"></p>\n<p><img src=\"/img/blog/ny-uro/IMG_2291.jpg\" alt=\"Med en hvid krog der holder stokkene sammen og som kan hænges i loftet\"></p>\n<p>Med fiskeknob blev dyrene ophængt i hvidt garn på hver sin ende af en pind og\nuroen hænger nu igen over puslepladsen.</p>\n<p><img src=\"/img/blog/ny-uro/IMG_3791.jpg\" alt=\"Uroen som den skal ses!\"></p>\n","excerpt":"Jeg står i skrivende stund på tærsklen til et nyt kapitel i mit familieliv.\nMin hustru, Jeanette, er ganske højgravid og vi venter således at hun føder et\nbarn inden længe; den er &quot;bestilt&quot; til i <strong>morgen</strong>, men det har vi lært af erfaring\nat man skal <em>tage med et gran salt</em>. Men et af de små hyggeprojekter vi har været\ni færd med op til den forestående begivenhed, har været at opgradere den <strong>uro</strong>\nvi fik lavet i forbindelse med vores førstefødtes ankomst.","title":"Ny uro","author":"Casper Kehlet Roi","description":"Et lille opgraderingsprojekt som forberedelse til ankomsten af næste medlem af familien.","warning":null,"draft":false,"published":{"year":2020,"month":8,"date":28,"timestamp":"2020-08-28"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}