{"slug":"palle-projekter","html":"<p>Paller kan være et rigtig spændende materiale til mange projekter,\nda det ofte kan erhverves billigt eller gratis, hvis man er heldig.\nSå heldig har jeg selv været, idet jeg har haft mulighed for at\nhente en del paller gratis i mit nærområde. Men hvad kan man så\nlave? Her kommer lidt billeder og tekst fra nogle af mine seneste\nprojekter der måske kan fungere som inspiration? (Evt. bare til\nhvad du i hvert fald <em>ikke</em> skal lave?)</p>\n<h2 id=\"hvilke-paller-kan-man-bruge\">Hvilke paller kan man bruge?</h2>\n<p>Før du læser videre om palleprojekter her på siden, så synes jeg\ndet er vigtigt at nævne, at ikke alle paller er ens! Nogle bliver\nbrugt til at fragte ting man ikke har lyst til at komme i nærheden\naf, og andre er behandlet med kemi. Hvis du er i tvivl om pallens\nrenhed, så vil jeg anbefale dig ikke at bruge den, og skaffe dig\naf med den på forsvarlig vis.</p>\n<p>Man kan på nogle paller se hvordan de er behandlet og anden information\n(fx hvor de kommer fra) via et særligt mærke. Kig efter &quot;<strong>IPPC</strong>&quot;-symbolet,\nog vær særligt opmærksom på at der <em>ikke</em> står fx &quot;<strong><span class=\"danger-text\">MB</span></strong>&quot; på;\ndet står for &quot;<em>Methyl Bromide</em>&quot; og betyder at træet er behandlet.\nDet er <strong>giftigt</strong>.</p>\n<p>Generelt skal man gå efter de paller hvorpå der står &quot;<strong><span class=\"green-text\">HT</span></strong>&quot;;\ndet står for &quot;heat treated&quot;, og betyder blot at træet er varmebehandlet.\nDet er paller der burde være sikre at bruge.</p>\n<p>Men inden du selv bruger paller til dine projekter, så vil jeg kraftigt\nanbefale dig at bekræfte denne information andetsteds, så du er bedre\nrustet til at vælge den rigtige palle til dit formål.</p>\n<p>Du kan bl.a. læse mere her:</p>\n<ol>\n<li><a href=\"https://en.wikipedia.org/wiki/ISPM_15\" target=\"_blank\" rel=\"noopener noreferrer\">ISPM 15</a></li>\n<li><a href=\"https://www.universalpallets.com/2018/01/ultimate-guide-pallet-markings/\" target=\"_blank\" rel=\"noopener noreferrer\">Ultimate Guide To Pallet Markings</a></li>\n<li><a href=\"https://www.1001pallets.com/pallet-safety/\" target=\"_blank\" rel=\"noopener noreferrer\">Is My Wood Pallet Safe for Reuse – Learn How to Know?</a></li>\n</ol>\n<p><strong>TLDR</strong>; vælg paller hvorpå der står &quot;HT&quot;. Gå langt uden om paller hvorpå\nder står &quot;MB&quot;. Læs mere fra (andre) pålidelige kilder om paller og\nmærkningsordningen.</p>\n<h2 id=\"haveredskabsopbevaring\">Haveredskabsopbevaring</h2>\n<p>I sommers fik vi <em>nok</em> af bunken af haveredskaber der lå som\nhalvkogt spaghetti henne i det ene hjørne af vores garage/værksted.\nSå jeg besluttede mig for at lave et ophæng til de fleste af redskaberne\naf noget af det palletræ vi havde liggende.\nSe og bedøm selv her: <a href=\"/blog/haveredskabsopbevaring\" rel=\"noopener noreferrer\">Haveredskabsopbevaring</a>.</p>\n<h2 id=\"tumlingens-ægsamlerskammel\">Tumlingens ægsamlerskammel</h2>\n<p>Vores ældste søn, lurendrejeren Isak, elsker at hente æg ved hønsene,\nog gå forsigtigt ind med dem til æggebakken. Men hans Far har monteret\næggekassen uden for rækkevidde (delvist bevidst!), så dertil måtte jo\ngøres noget (ikke mindst for vore rygges skyld): en skammel var oplagt\nat få på banen.\nTjek den ud her: <a href=\"/blog/tumlingens-ægsamlerskammel\" rel=\"noopener noreferrer\">Tumlingens ægsamlerskammel</a></p>\n<h2 id=\"hønsehuset\">Hønsehuset</h2>\n<p>Men hvad kom først: høn(sehuset) eller æg(samlerskamlen)? Ingen brug for\nspoileralert; dét må du selv gætte dig til. Men én ting er sikkert; du,\nmin kære læser, skal forkæles! Her kommer beretningen som et visuelt\nvægtapet supleret med lidt opklarende ord i sætninger, om opførslen af\nforårets monument: vore skønne faverolles&#39; permanente bolig.\nDén kan du finde lige her: <a href=\"/blog/projekt-hønsehus\" rel=\"noopener noreferrer\">Projekt Hønsehus</a>.</p>\n<h2 id=\"conclusio\">Conclusio</h2>\n<p>Paller ér spændende at arbejde med; primært fordi de er meget prisvenlige;\nfor det kan (varierer meget fra palle til palle) en del arbejde blot at\nskille dem ad; og så <em>er</em> de sjældent lavet af kerneved a la Quercus Robur...\nMen tilgengæld kan en god høvl (evt. en lækker Stanley No. 4) gøre\nunderværker... Jeg håber at bevise det i en ikke så fjern fremtid!</p>\n","excerpt":"Paller kan være et rigtig spændende materiale til mange projekter,\nda det ofte kan erhverves billigt eller gratis, hvis man er heldig.\nSå heldig har jeg selv været, idet jeg har haft mulighed for at\nhente en del paller gratis i mit nærområde. Men hvad kan man så\nlave? Her kommer lidt billeder og tekst fra nogle af mine seneste\nprojekter der måske kan fungere som inspiration? (Evt. bare til\nhvad du i hvert fald <em>ikke</em> skal lave?)","title":"Palleprojekter","author":"Casper Kehlet Roi","description":"Inspiration til små gør-det-selv projekter med palletræ.","warning":null,"draft":false,"published":{"year":2020,"month":9,"date":14,"timestamp":"2020-09-14"},"hide":false,"gallery_name":null,"gallery_position":"top","gallery":null}