{"slug":"tumlingens-ægsamlerskammel","html":"<p>Vores ældste søn, lurendrejeren Isak, elsker at hente æg ved hønsene,\nog gå forsigtigt ind med dem til æggebakken. Men hans Far har monteret\næggekassen uden for rækkevidde (delvist bevidst!), så dertil måtte jo\ngøres noget (ikke mindst for vore rygges skyld): en skammel var oplagt\nat få på banen.</p>\n<p>Jeg har desværre ikke rigtig nogle billeder af processen,\nhvorfor dette indlæg måske kan virke en smule tamt.\nMen jeg synes stadig at det kan have sin berettigelse, med blot\ndet færdige billede, som måske kan inspirere andre palleentusiaster?\nI hvert fald tænker jeg ikke der behøves tegninger eller andet,\nda billedet burde afsløre hvordan en skammel af mit design kan\nkonstrueres.</p>\n<p>Det er på ingen måde fordi skamlen som sådan repræsenterer et\nfinere håndværk eller snedkerarbejde. Plankerne er skåret til\ni længde, savet af i vinkler sådan at fladerne og fødderne er\nvandrette, og er så samlet med skruer.\nDe nederste trin foran og bagpå er dog lige undersænket i\nsiderne, så stemmejernet var da trods alt fremme.</p>\n<p>Høvlen har også været i brug, men hele skamlen har dog til slut\nalligevel fået en tur med sandpapir. Så på den måde er jeg\nikke gået hele vejen. For selvom jeg er rigtig glad for min\nhøvl, så er jeg endnu ikke 100% tilfreds. Men jeg har godt nok\nset en del youtube-videoer på det seneste udi høvlteknikker osv.\nså jeg har fornyet mod på at skulle mestre det inden længe!</p>\n<p>Nok om at høvle; her kommer så billedet af min lille ægsamlerskammel:</p>\n<p><img src=\"/img/blog/tumlingens-%C3%A6gsamlerskammel/IMG_2644.jpg\" alt=\"Færdig\"></p>\n<p>Det viste sig egentlig, at jeg har overgjort skamlen; det øverste\ntrin er egentlig ikke strengt nødvendigt for at min 2,5 årige\ntumling succesfuldt kan rekviere hønsenes proteinbomber selvstændigt;\ndet midterste trin er således højt nok. Der kan man bare se.\nDet er nok også for det bedste, for efterfølgende kan jeg også konkludere,\nat trykkes der (nok med mere end 13 kg, men alligevel) på det øverste\ntrin kan man fornemme konstruktions svaghed. (Den ville have en tendens\ntil at gå i spegat så at sige.) Men til formålet er det intet problem.</p>\n<p>Den ihærdige læser skal naturligvis ikke snydes for at se\nskamlen i funktion:</p>\n<p><img src=\"/img/blog/tumlingens-%C3%A6gsamlerskammel/IMG_2652.jpg\" alt=\"Taget i brug\"></p>\n","excerpt":"Vores ældste søn, lurendrejeren Isak, elsker at hente æg ved hønsene,\nog gå forsigtigt ind med dem til æggebakken. Men hans Far har monteret\næggekassen uden for rækkevidde (delvist bevidst!), så dertil måtte jo\ngøres noget (ikke mindst for vore rygges skyld): en skammel var oplagt\nat få på banen.","title":"Tumlingens ægsamlerskammel","author":"Casper Kehlet Roi","description":"Endnu et lille palleprojekt; en skammel.","warning":null,"draft":false,"published":{"year":2020,"month":9,"date":24,"timestamp":"2020-09-24"},"hide":true,"gallery_name":null,"gallery_position":"top","gallery":null}